<!DOCTYPE article
PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.3 20210610//EN" "JATS-archivearticle1-3-mathml3.dtd">
<article xmlns:mml="http://www.w3.org/1998/Math/MathML" xmlns:xlink="http://www.w3.org/1999/xlink" dtd-version="1.3" xml:lang="en" article-type="review-article"><?properties open_access?><processing-meta base-tagset="archiving" mathml-version="3.0" table-model="xhtml" tagset-family="jats"><restricted-by>pmc</restricted-by></processing-meta><front><journal-meta><journal-id journal-id-type="nlm-ta">Can J Pain</journal-id><journal-id journal-id-type="iso-abbrev">Can J Pain</journal-id><journal-title-group><journal-title>Canadian Journal of Pain</journal-title></journal-title-group><issn pub-type="epub">2474-0527</issn><publisher><publisher-name>Taylor &#x00026; Francis</publisher-name></publisher></journal-meta>
<article-meta><article-id pub-id-type="pmid">38126044</article-id><article-id pub-id-type="pmc">PMC10732618</article-id><article-id pub-id-type="doi">10.1080/24740527.2023.2266751</article-id><article-id pub-id-type="publisher-id">2266751</article-id><article-version vocab="JAV" vocab-identifier="http://www.niso.org/publications/rp/RP-8-2008.pdf" vocab-term="Version of Record" article-version-type="VoR">Version of Record</article-version><article-categories><subj-group subj-group-type="heading"><subject>Review Article</subject></subj-group><subj-group subj-group-type="article-type"><subject>Review Article</subject></subj-group></article-categories><title-group><article-title>The Impact of Preoperative Patient Education on Postoperative Pain, Opioid Use, and Psychological Outcomes: A Narrative Review</article-title><alt-title alt-title-type="left-running-head">R. DARVILLE-BENEBY ET AL.</alt-title><alt-title alt-title-type="right-running-head">CANADIAN JOURNAL OF PAIN</alt-title></title-group><contrib-group><contrib contrib-type="author"><name><surname>Darville-Beneby</surname><given-names>Rasheeda</given-names></name><xref rid="aff0001" ref-type="aff">
<sup>a</sup>
</xref><xref rid="aff0002" ref-type="aff">
<sup>b</sup>
</xref><xref rid="aff0003" ref-type="aff">
<sup>c</sup>
</xref><xref rid="an0001" ref-type="corresp"/></contrib><contrib contrib-type="author"><name><surname>Lomanowska</surname><given-names>Anna M.</given-names></name><xref rid="aff0002" ref-type="aff">
<sup>b</sup>
</xref><xref rid="aff0003" ref-type="aff">
<sup>c</sup>
</xref></contrib><contrib contrib-type="author"><name><surname>Yu</surname><given-names>Hai Chuan</given-names></name><xref rid="aff0004" ref-type="aff">
<sup>d</sup>
</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid" authenticated="false">https://orcid.org/0000-0001-5852-7890</contrib-id><name><surname>Jobin</surname><given-names>Parker</given-names></name><xref rid="aff0005" ref-type="aff">
<sup>e</sup>
</xref></contrib><contrib contrib-type="author"><name><surname>Rosenbloom</surname><given-names>Brittany N.</given-names></name><xref rid="aff0003" ref-type="aff">
<sup>c</sup>
</xref><xref rid="aff0006" ref-type="aff">
<sup>f</sup>
</xref></contrib><contrib contrib-type="author"><name><surname>Gabriel</surname><given-names>Gretchen</given-names></name><xref rid="aff0001" ref-type="aff">
<sup>a</sup>
</xref><xref rid="aff0002" ref-type="aff">
<sup>b</sup>
</xref><xref rid="aff0003" ref-type="aff">
<sup>c</sup>
</xref></contrib><contrib contrib-type="author"><name><surname>Daudt</surname><given-names>Helena</given-names></name><xref rid="aff0007" ref-type="aff">
<sup>g</sup>
</xref></contrib><contrib contrib-type="author"><name><surname>Negraeff</surname><given-names>Michael</given-names></name><xref rid="aff0007" ref-type="aff">
<sup>g</sup>
</xref><xref rid="aff0008" ref-type="aff">
<sup>h</sup>
</xref></contrib><contrib contrib-type="author"><name><surname>Di Renna</surname><given-names>Tania</given-names></name><xref rid="aff0001" ref-type="aff">
<sup>a</sup>
</xref><xref rid="aff0009" ref-type="aff">
<sup>i</sup>
</xref></contrib><contrib contrib-type="author"><name><surname>Hudspith</surname><given-names>Maria</given-names></name><xref rid="aff0007" ref-type="aff">
<sup>g</sup>
</xref></contrib><contrib contrib-type="author"><name><surname>Clarke</surname><given-names>Hance</given-names></name><xref rid="aff0001" ref-type="aff">
<sup>a</sup>
</xref><xref rid="aff0002" ref-type="aff">
<sup>b</sup>
</xref><xref rid="aff0003" ref-type="aff">
<sup>c</sup>
</xref></contrib><aff id="aff0001"><label>a</label>Department of Anesthesiology and Pain Medicine, <institution-wrap><institution>University of Toronto</institution></institution-wrap>, <city>Toronto</city>, <state>Ontario</state>, <country>Canada</country></aff><aff id="aff0002"><label>b</label>Department of Anesthesia and Pain Management Pain Research Unit, <institution-wrap><institution>Toronto General Hospital</institution></institution-wrap>, <city>Toronto</city>, <state>Ontario</state>, <country>Canada</country></aff><aff id="aff0003"><label>c</label>Transitional Pain Service, <institution-wrap><institution>Toronto General Hospital</institution></institution-wrap>, <city>Toronto</city>, <state>Ontario</state>, <country>Canada</country></aff><aff id="aff0004"><label>d</label>Department of Anesthesiology, Perioperative and Pain Medicine, <institution-wrap><institution>University of Calgary</institution></institution-wrap>, <city>Calgary</city>, <state>Alberta</state>, <country>Canada</country></aff><aff id="aff0005"><label>e</label>Department of Medicine, <institution-wrap><institution>Cedars Sinai Medical Center</institution></institution-wrap>, <city>Los Angeles</city>, <state>California</state>, <country>USA</country></aff><aff id="aff0006"><label>f</label>Child Health Evaluative Sciences, <institution-wrap><institution>the Hospital for Sick Children</institution></institution-wrap>, <city>Toronto</city>, <state>Ontario</state>, <country>Canada</country></aff><aff id="aff0007"><label>g</label><institution-wrap><institution>Pain BC/Pain Canada</institution></institution-wrap>, <city>Vancouver</city>, <state>British Columbia</state>, <country>Canada</country></aff><aff id="aff0008"><label>h</label><institution-wrap><institution>Vancouver General Hospital</institution></institution-wrap>, <city>Vancouver</city>, <state>British Columbia</state>, <country>Canada</country></aff><aff id="aff0009"><label>i</label><institution-wrap><institution>Toronto Academic Pain Medicine Institute</institution></institution-wrap>, <city>Toronto</city>, <state>Ontario</state>, <country>Canada</country></aff></contrib-group><author-notes><corresp id="an0001">CONTACT Rasheeda Darville-Beneby <email xlink:href="mailto:rasheedadarville@gmail.com">rasheedadarville@gmail.com</email> Department of Anesthesiology and Pain Medicine, <institution-wrap><institution>University of Toronto</institution></institution-wrap>, <city>Toronto</city>, <state>ON</state>
<postal-code>M5G 1E2</postal-code>, <country>Canada</country></corresp></author-notes><pub-date date-type="pub" publication-format="electronic"><day>28</day><month>11</month><year>2023</year></pub-date><pub-date date-type="collection" publication-format="electronic"><year>2023</year></pub-date><pub-date pub-type="pmc-release"><day>28</day><month>11</month><year>2023</year></pub-date><volume>7</volume><issue>2</issue><issue-title>Future of Canadian Pain Research: Highlighting Trainee Contributions</issue-title><elocation-id seq="9">2266751</elocation-id><pub-history><event event-type="tagger"><event-desc>Integra</event-desc><date><day>24</day><month>11</month><year>2023</year></date></event><event event-type="final"><event-desc>Integra</event-desc><date><day>24</day><month>11</month><year>2023</year></date></event><event event-type="received"><date><day>11</day><month>5</month><year>2023</year></date></event><event event-type="revised"><date><day>28</day><month>9</month><year>2023</year></date></event><event event-type="accepted"><date><day>30</day><month>9</month><year>2023</year></date></event></pub-history><permissions><copyright-statement>&#x000a9; 2023 The Author(s). Published with license by Taylor &#x00026; Francis Group, LLC.</copyright-statement><copyright-year>2023</copyright-year><copyright-holder>The Author(s)</copyright-holder><license><ali:license_ref xmlns:ali="http://www.niso.org/schemas/ali/1.0/" specific-use="textmining" content-type="ccbylicense">https://creativecommons.org/licenses/by/4.0/</ali:license_ref><license-p>This is an Open Access article distributed under the terms of the Creative Commons Attribution License (<ext-link ext-link-type="uri" xlink:href="https://creativecommons.org/licenses/by/4.0/">http://creativecommons.org/licenses/by/4.0/</ext-link>), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. The terms on which this article has been published allow the posting of the Accepted Manuscript in a repository by the author(s) or with their consent.</license-p></license></permissions><self-uri content-type="pdf" xlink:href="UCJP_7_2266751.pdf"/><abstract><title>ABSTRACT</title><sec><title>Background</title><p>Recent studies have shown that preoperative education can positively impact postoperative recovery, improving postoperative pain management and patient satisfaction. Gaps in preoperative education regarding postoperative pain and opioid use may lead to increased patient anxiety and persistent postoperative opioid use.</p></sec><sec><title>Objectives</title><p>The objective of this narrative review was to identify, examine, and summarize the available evidence on the use and effectiveness of preoperative educational interventions with respect to postoperative outcomes.</p></sec><sec><title>Method</title><p>The current narrative review focused on studies that assessed the impact of preoperative educational interventions on postoperative pain, opioid use, and psychological outcomes. The search strategy used concept blocks including &#x0201c;preoperative&#x0201d; AND &#x0201c;patient education&#x0201d; AND &#x0201c;elective surgery,&#x0201d; limited to the English language, humans, and adults, using the MEDLINE ALL database. Studies reporting on preoperative educational interventions that included postoperative outcomes were included. Studies reporting on enhanced recovery after surgery protocols were excluded.</p></sec><sec><title>Results</title><p>From a total of 761 retrieved articles, 721 were screened in full and 34&#x000a0;met criteria for inclusion. Of 12 studies that assessed the impact of preoperative educational interventions on postoperative pain, 5 reported a benefit for pain reduction. Eight studies examined postoperative opioid use, and all found a significant reduction in opioid consumption after preoperative education. Twenty-four studies reported on postoperative psychological outcomes, and 20 of these showed benefits of preoperative education, especially on postoperative anxiety.</p></sec><sec><title>Conclusion</title><p>Preoperative patient education interventions demonstrate promise for improving postoperative outcomes. Preoperative education programs should become a prerequisite and an available resource for all patients undergoing elective surgery.</p></sec></abstract><trans-abstract xml:lang="fr"><title>R&#x000c9;SUM&#x000c9;</title><p><bold>Contexte:</bold> Des &#x000e9;tudes r&#x000e9;centes ont d&#x000e9;montr&#x000e9; que l&#x02019;&#x000e9;ducation pr&#x000e9;op&#x000e9;ratoire peut avoir un effet positif sur la r&#x000e9;cup&#x000e9;ration postop&#x000e9;ratoire en am&#x000e9;liorant la prise en charge de la douleur postop&#x000e9;ratoire et la satisfaction des patients. Des lacunes dans l&#x02019;&#x000e9;ducation pr&#x000e9;op&#x000e9;ratoire concernant la douleur postop&#x000e9;ratoire et l&#x02019;utilisation d&#x02019;opio&#x000ef;des peuvent entra&#x000ee;ner une augmentation de l&#x02019;anxi&#x000e9;t&#x000e9; chez les patients et une utilisation persistante d&#x02019;opio&#x000ef;des apr&#x000e8;s l&#x02019;op&#x000e9;ration.</p><p><bold>Objectifs:</bold> L&#x02019;objectif de cette revue narrative &#x000e9;tait de recenser, d&#x02019;examiner et de r&#x000e9;sumer les donn&#x000e9;es probantes disponibles sur l&#x02019;utilisation et l&#x02019;efficacit&#x000e9; des interventions &#x000e9;ducatives pr&#x000e9;op&#x000e9;ratoires en ce qui concerne les r&#x000e9;sultats postop&#x000e9;ratoires.</p><p><bold>M&#x000e9;thode:</bold> Cette revue narrative s&#x02019;est concentr&#x000e9;e sur des &#x000e9;tudes &#x000e9;valuant l&#x02019;effet des interventions &#x000e9;ducatives pr&#x000e9;op&#x000e9;ratoires sur la douleur postop&#x000e9;ratoire, l&#x02019;utilisation d&#x02019;opio&#x000ef;des et les r&#x000e9;sultats psychologiques. La strat&#x000e9;gie de recherche a eu recours &#x000e0; des blocs de concepts comprenant &#x000ab; pr&#x000e9;op&#x000e9;ratoire &#x000bb; ET &#x000ab; &#x000e9;ducation des patients &#x000bb; ET &#x000ab; chirurgie &#x000e9;lective &#x000bb;, limit&#x000e9;s &#x000e0; la langue anglaise, aux humains et aux adultes, en utilisant la base de donn&#x000e9;es MEDLINE ALL. Les &#x000e9;tudes portant sur des interventions &#x000e9;ducatives pr&#x000e9;op&#x000e9;ratoires qui comprenaient des r&#x000e9;sultats postop&#x000e9;ratoires ont &#x000e9;t&#x000e9; incluses, tandis que celles qui d&#x000e9;crivaient une am&#x000e9;lioration de la r&#x000e9;cup&#x000e9;ration apr&#x000e8;s des interventions chirurgi ont &#x000e9;t&#x000e9; exclues.</p><p><bold>R&#x000e9;sultats:</bold> Sur un total de 761 articles recens&#x000e9;s, 721 ont &#x000e9;t&#x000e9; examin&#x000e9;s en entier et 34 r&#x000e9;pondaient aux crit&#x000e8;res d&#x02019;inclusion. Parmi les 12 &#x000e9;tudes &#x000e9;valuant l&#x02019;effet des interventions &#x000e9;ducatives pr&#x000e9;op&#x000e9;ratoires sur la douleur postop&#x000e9;ratoire, cinq ont rapport&#x000e9; des avantages pour la diminution de la douleur. Huit &#x000e9;tudes ont examin&#x000e9; l&#x02019;utilisation d&#x02019;opio&#x000ef;des postop&#x000e9;ratoires, et toutes ont constat&#x000e9; une diminution significative de la consommation d&#x02019;opio&#x000ef;des suite &#x000e0; une &#x000e9;ducation pr&#x000e9;op&#x000e9;ratoire. Vingt-quatre &#x000e9;tudes ont rendu compte des r&#x000e9;sultats psychologiques postop&#x000e9;ratoires, et vingt d&#x02019;entre elles ont d&#x000e9;montr&#x000e9; que l&#x02019;&#x000e9;ducation pr&#x000e9;op&#x000e9;ratoire pr&#x000e9;sentait des avantages, en particulier en ce qui concerne l&#x02019;anxi&#x000e9;t&#x000e9; postop&#x000e9;ratoire.</p><p><bold>Conclusion:</bold> Les interventions &#x000e9;ducatives pr&#x000e9;op&#x000e9;ratoires pr&#x000e9;sentent des perspectives prometteuses pour am&#x000e9;liorer les r&#x000e9;sultats postop&#x000e9;ratoires. Les programmes d&#x02019;&#x000e9;ducation pr&#x000e9;op&#x000e9;ratoire devraient devenir une condition pr&#x000e9;alable et une ressource disponible pour tous les patients subissant une chirurgie &#x000e9;lective.</p></trans-abstract><kwd-group kwd-group-type="author"><title>KEYWORDS</title><kwd>preoperative</kwd><kwd>patient education</kwd><kwd>elective surgery</kwd></kwd-group><counts><fig-count count="1"/><table-count count="3"/><ref-count count="68"/><page-count count="1"/></counts></article-meta></front><body><sec sec-type="intro" disp-level="1" id="s0001"><title>Introduction</title><p>Acute pain after a surgical procedure is routinely treated with short-term opioid medication.<sup><xref rid="cit0001" ref-type="bibr">1</xref></sup> For many patients, however, acute pain after surgery can progress to become chronic.<sup><xref rid="cit0002" ref-type="bibr">2</xref></sup> Referred to as chronic postsurgical pain, this condition has a median incidence of 20% to 30% during the 6 to 12&#x000a0;months after surgery.<sup><xref rid="cit0003" ref-type="bibr">3</xref>,<xref rid="cit0004" ref-type="bibr">4</xref></sup> Chronic postsurgical pain can lead to reduced function and quality of life,<sup><xref rid="cit0005" ref-type="bibr">5</xref>,<xref rid="cit0006" ref-type="bibr">6</xref></sup> as well as persistent opioid use after surgery and an increased risk of opioid use disorder and overdose.<sup><xref rid="cit0007" ref-type="bibr">7</xref>,<xref rid="cit0008" ref-type="bibr">8</xref></sup> Targeted interventions during the perioperative period offer an opportunity to prevent the progression from acute to chronic pain and subsequent negative consequences for functioning and persistent opioid use.<sup><xref rid="cit0007" ref-type="bibr">7</xref>,<xref rid="cit0009" ref-type="bibr">9&#x02013;11</xref></sup> In particular, there is interest in the benefits of preoperative education for postoperative recovery to help patients manage expectations about pain after surgery and to promote safe prescription opioid use.<sup><xref rid="cit0012" ref-type="bibr">12&#x02013;14</xref></sup> This narrative review provides an overview of the available evidence on the use and effectiveness of preoperative education to inform future interventions aimed at improving postoperative pain management and safe opioid use.</p><sec disp-level="2" id="s0001-s2001"><title>Prescription Opioid Use and the Opioid Epidemic</title><p>According to the Canadian Medical Protection Association, more than 1 million surgical procedures are performed annually in Canada.<sup><xref rid="cit0015" ref-type="bibr">15</xref></sup> Opioids are a class of powerful analgesic medications that are routinely prescribed for postoperative pain management, and surgery remains the most common indication for opioid initiation.<sup><xref rid="cit0001" ref-type="bibr">1</xref></sup> However, the persistent use of prescription opioids after surgery can lead to opioid use disorder and has been considered as a contributing factor to the ongoing opioid crisis.<sup><xref rid="cit0016" ref-type="bibr">16</xref>,<xref rid="cit0017" ref-type="bibr">17</xref></sup> According to the Centers for Disease Control and Prevention, having a history of a prescription for an opioid pain medication increases the risk of overdose and opioid use disorder.<sup><xref rid="cit0018" ref-type="bibr">18</xref></sup> Similarly, excessive postoperative opioid use increases the risk of drug diversion and the development of persistent opioid use with the possibility of developing an opioid use disorder and overdose.<sup><xref rid="cit0001" ref-type="bibr">1</xref>,<xref rid="cit0017" ref-type="bibr">17</xref></sup></p><p>Opioid overdose continues to be a major cause of mortality in Canada. According to Health Canada, there were a total of 36,442 apparent opioid toxicity deaths between January 2016 and December 2022.<sup><xref rid="cit0019" ref-type="bibr">19</xref></sup> Between 2016 and 2018, more than 9000 Canadians died from apparent opioid-related harms.<sup><xref rid="cit0020" ref-type="bibr">20</xref></sup> Though most deaths have been due to illicit opioid use, prescription opioids continue to be a focus for public health reform<sup><xref rid="cit0021" ref-type="bibr">21</xref></sup> because chronic opioid treatment has been linked to increased likelihood of illicit drug use.<sup><xref rid="cit0022" ref-type="bibr">22</xref>,<xref rid="cit0023" ref-type="bibr">23</xref></sup> For instance, in a sample of individuals in British Columbia who experienced an overdose between 2015 and 2016, around half of the sample had been prescribed opioids for pain in the previous 5 years, but most did not have an active opioid prescription at the time of overdose.<sup><xref rid="cit0023" ref-type="bibr">23</xref></sup> Addressing persistent pain after surgery and related persistent opioid use is an important avenue to reducing later problematic opioid use.</p></sec><sec disp-level="2" id="s0001-s2002"><title>Initiatives to Minimize Postoperative Opioid Consumption</title><p>The Canadian Institute for Health Information stated that in 2018 almost one in eight people in the study population were prescribed opioids.<sup><xref rid="cit0021" ref-type="bibr">21</xref></sup> In Canada, consumption of prescription opioids increased 202.8% between 2001 to 2009, with a further 6.4% increase observed from 2010 to 2015.<sup><xref rid="cit0021" ref-type="bibr">21</xref></sup> In light of this considerable increase, the Canadian physician community responded by reducing opioid prescribing. In subsequent years, from 2013 to 2018, the proportion of people prescribed opioids decreased from 14.3% to 12.3%, representing an overall 8% decrease in the number of persons taking opioids.<sup><xref rid="cit0021" ref-type="bibr">21</xref></sup></p><p>Other initiatives have also been established to minimize postoperative opioid consumption and misuse, including evidence-based prescribing guidelines.<sup><xref rid="cit0024" ref-type="bibr">24</xref></sup> The higher the opioid dose, the higher the risk for misuse and overdose<sup><xref rid="cit0025" ref-type="bibr">25</xref></sup> and the lower the likelihood that a patient is able to wean from their opioid medication postdischarge.<sup><xref rid="cit0026" ref-type="bibr">26</xref></sup> These risks further increase in patients with an active or prior substance use disorder and concurrent psychological diagnoses.<sup><xref rid="cit0026" ref-type="bibr">26</xref></sup> There is evidence to suggest that an overdose risk exists at doses as low as &#x0003c;20 mg morphine equivalents daily (MED).<sup><xref rid="cit0027" ref-type="bibr">27</xref></sup> A significant increase in overdose risk occurs if patients consume greater than 50 mg MED.<sup><xref rid="cit0028" ref-type="bibr">28</xref></sup> Current guidelines regarding safe opioid prescribing practices suggest that patients commencing opioid therapy be restricted to &#x0003c;50 MED, with the maximum prescribed dose to &#x0003c;90 MED.<sup><xref rid="cit0027" ref-type="bibr">27</xref></sup> However, in the perioperative setting, patients are often discharged with doses exceeding these recommendations.<sup><xref rid="cit0026" ref-type="bibr">26</xref></sup> In addition to prescribing guidelines, programs that can decrease the use of postoperative opioids by educating patients about the potential pitfalls could help reduce postdischarge morbidity and overdose risk related to opioid use.</p></sec><sec disp-level="2" id="s0001-s2003"><title>Benefits of Patient Education for Postoperative Recovery</title><p>Multidisciplinary strategies that focus on opioid-sparing multimodal analgesic regimens, such as enhanced recovery after surgery programs, have been associated with decreased perioperative opioid consumption.<sup><xref rid="cit0011" ref-type="bibr">11</xref></sup> There is also an increasing awareness of the beneficial role of preoperative education in improving various aspects of a patient&#x02019;s perioperative journey.<sup><xref rid="cit0012" ref-type="bibr">12&#x02013;14</xref></sup> Preoperative educational interventions have been successfully implemented to help decrease postoperative pain,<sup><xref rid="cit0029" ref-type="bibr">29</xref></sup> opioid use,<sup><xref rid="cit0030" ref-type="bibr">30</xref></sup> and perioperative anxiety.<sup><xref rid="cit0031" ref-type="bibr">31</xref></sup> The objective of this narrative review was to identify, examine, and summarize the available evidence on the use and effectiveness of preoperative educational interventions with respect to their impact on pain, opioid use, and psychological outcomes. The findings from this review will ultimately allow us to make more informed decisions regarding the most suitable types of preoperative educational tools and enable the creation of novel tools to improve patient recovery and functioning following surgery.</p></sec></sec><sec disp-level="1" id="s0002"><title>Methods</title><p>Team members ran a MEDLINE ALL (Ovid Platform) database search from its inception (1946&#x02013;May 24, 2022). The search strategy concept blocks were assembled on the topics of &#x0201c;preoperative&#x0201d; AND &#x0201c;patient education&#x0201d; AND &#x0201c;elective surgery,&#x0201d; limited to the English language, humans, and adults. Preliminary searches were performed and full-text literature was examined for keywords, controlled vocabularies, text word terms, and synonyms.</p><p>In total, the search yielded 761 citations after duplicates were accounted for (<xref rid="f0001" ref-type="fig">Figure 1</xref>). Titles and abstracts of identified studies were screened by two reviewers (H.Y. and P.J.). The full texts of eligible studies were retrieved and screened independently. If agreement could not be reached on whether a study should be included or excluded, a third reviewer (H.C.) reviewed the manuscript and made the final decision to include or exclude the study. Studies reporting on the impact of preoperative educational interventions on pain, and/or opioid use, and/or psychological outcomes were included. Studies were excluded if they reported on enhanced recovery after surgery protocols.<fig position="float" id="f0001" fig-type="figure"><label>Figure 1.</label><caption><p>Flow diagram of included articles.</p></caption><graphic xlink:href="UCJP_A_2266751_F0001_B" content-type="black-white" position="float"/></fig></p><p>An extraction table was used to collect relevant data from each included study. Each entry included the title, type of study, sample size, intervention, and relevant findings. The results were subdivided into categories relevant to postsurgical outcomes of interest. The methodological quality of each study was also assessed. The Cochrane Risk of Bias v2 tool<sup><xref rid="cit0032" ref-type="bibr">32</xref></sup> was used to assess randomized controlled trials and the Risk of Bias in Non-Randomized Studies of Interventions tool<sup><xref rid="cit0033" ref-type="bibr">33</xref></sup> was used to assess nonrandomized prospective studies.</p></sec><sec disp-level="1" id="s0003"><title>Results</title><sec disp-level="2" id="s0003-s2001"><title>Overview of Articles</title><p>Thirty-three of the included studies were randomized controlled trials and one was a prospective controlled trial. Twelve studies examined the impact of preoperative educational interventions on postoperative pain, 8 examined the impact of preoperative educational interventions on postoperative opioid use, and 24 studies evaluated postoperative psychological outcomes. Details of the included studies are summarized in <xref rid="t0001" ref-type="table">Table 1</xref>.<table-wrap position="float" id="t0001" orientation="landscape"><label>Table 1.</label><caption><p>Summary of relevant details of each included study.</p></caption><!--OASIS TABLE HERE--><table frame="hsides" rules="groups"><colgroup><col width="1*" align="left"/><col width="1*" align="left"/><col width="1*" align="left"/><col width="1*" align="left"/><col width="1*" align="left"/><col width="1*" align="left"/><col width="1*" align="left"/><col width="1*" align="left"/><col width="1*" align="left"/><col width="1*" align="left"/></colgroup><thead><tr><th align="center">Author</th><th align="center">Title</th><th align="center">Type of Surgery</th><th align="center">Study Design</th><th align="center">Participants completed</th><th align="center">Educational Intervention</th><th align="center">Delivery Format</th><th align="center">Last Post-op Measure Time Point</th><th align="center">Relevant Findings</th><th align="center">Outcomes: (+) positive, (=) no effect, or (-) negative</th></tr></thead><tbody><tr><td align="left">Ahmed et al.<sup><xref rid="cit0064" ref-type="bibr">64</xref></sup></td><td align="left">Effect of a patient-information video on the preoperative anxiety levels of cataract surgery patients</td><td align="left">Ophthalmology</td><td align="left">Prospective controlled trial</td><td align="left">N=200</td><td align="left">Format: video (length not specified)Topic: explanation of process of routine cataract surgery; individualpatients describing their cataract surgery experience</td><td align="left">Video</td><td align="left">day of surgery</td><td align="left">Significant difference in anxiety scores between the control group and the intervention group</td><td align="left">psychological (+)</td></tr><tr><td align="left">Alter &#x00026; Ilyas<sup><xref rid="cit0050" ref-type="bibr">50</xref></sup></td><td align="left">A Prospective Randomized Study Analyzing Preoperative Opioid Counseling in Pain Management After Carpal Tunnel Release Surgery.</td><td align="left">Orthopedic</td><td align="left">RCT</td><td align="left">N=40</td><td align="left">Format: opioid counseling by reviewing 1-page informational form with the surgeonTopic: explaining Opioid Epidemic, preoperative recommendations, risk factors for opioid abuse, nonopioid therapy options, duration of typical opioid consumption after surgery, lowest dose opioid prescribed, other opioid painkillers used</td><td align="left">In-person; Paper</td><td align="left">3 days</td><td align="left">Patients in counseling group consumed significantly fewer opioid pills and total pain pills compared to control while experiencing no significant difference in pain levels</td><td align="left">opioid use (+), pain (=)</td></tr><tr><td align="left">Billquist et al.<sup><xref rid="cit0048" ref-type="bibr">48</xref></sup></td><td align="left">Pre-operative guided imagery in female pelvic medicine and reconstructive surgery: a randomized trial.</td><td align="left">Gynecology</td><td align="left">RCT</td><td align="left">N=38</td><td align="left">Format: 15 min audio recording (guided imagery) for 7 days prior to surgeryTopic: detailed day of surgery events and expectations using both guided imagery and relaxation techniques.</td><td align="left">Audio</td><td align="left">6 weeks</td><td align="left">Guided imagery improved patient preparedness for pelvic floor surgery on day of surgery and 6 weeks post operatively</td><td align="left">psychological (+)</td></tr><tr><td align="left">Campagna et al.<sup><xref rid="cit0057" ref-type="bibr">57</xref></sup></td><td align="left">Impact of a Preoperative Video-Based Educational Intervention on Postoperative Outcomes in Elective Major Abdominal Surgery: a Randomized Controlled Trial</td><td align="left">General Surgery</td><td align="left">RCT</td><td align="left">N=160</td><td align="left">Format: video + in-person opportunity to ask questions about doubtsTopic: information about preoperative (e.g., ward structure, preparation for surgery), perioperative (e.g., operating theater setting, awakening), and postoperative period (e.g., devices used, potential complications); participants had opportunity to discuss any doubts that arose from video</td><td align="left">Video; In-person</td><td align="left">4 days</td><td align="left">No differences between groups in postoperative anxiety or pain</td><td align="left">psychological (=), pain (=)</td></tr><tr><td align="left">Che et al.<sup><xref rid="cit0038" ref-type="bibr">38</xref></sup></td><td align="left">Effects of an Informational Video About Anesthesia on Pre- and Post-Elective Cesarean Section Anxiety and Recovery: A Randomized Controlled Trial</td><td align="left">Obstetric</td><td align="left">RCT</td><td align="left">N=121</td><td align="left">Format: 8.5 min videoTopic: process of administering anesthesia &#x00026; equipment, nurses opening intravenous channels, anesthesiologists administering anesthesia, process of returning to the ward, responsibilities of anesthesiologist, preoperative and intraoperative rights of mothers, after-effects of anesthesia</td><td align="left">Video</td><td align="left">2 days</td><td align="left">Watching a video about anesthesia significantly reduced anxiety levels of parturient women during the perioperative period</td><td align="left">psychological (+)</td></tr><tr><td align="left">Cheesman et al.<sup><xref rid="cit0045" ref-type="bibr">45</xref></sup></td><td align="left">The effect of preoperative education on opioid consumption in patients undergoing arthroscopic rotator cuff repair: a prospective, randomized clinical trial-2-year follow-up</td><td align="left">Orthopedic</td><td align="left">RCT</td><td align="left">N=140</td><td align="left">Format: 2 min video; paper outline of video key pointsTopic: recommended postoperative opioid use, side effects, dependence, and addiction</td><td align="left">Video; Paper</td><td align="left">2 years</td><td align="left">Study patients had lower rate of opioid dependence than control patients; significantly fewer prescriptions were filled, fewer pills were consumed, and fewer morphine milligram equivalents were consumed by study patients than by controls</td><td align="left">opioid use (+)</td></tr><tr><td align="left">Eley et al.<sup><xref rid="cit0042" ref-type="bibr">42</xref></sup></td><td align="left">Effect of an anaesthesia information video on preoperative maternal anxiety and postoperative satisfaction in elective caesarean section: a prospective randomized trial.</td><td align="left">Obstetric</td><td align="left">RCT</td><td align="left">N=110</td><td align="left">Format: 4.5 min videoTopic: patient journey from time of administration of anesthetic to arrival in post-anaesthetic care unit; animations used to explain basic anatomy of neuraxial anaesthesia; explanations and demonstrations of anesthesia procedures; descriptions of common sensations experienced after neuraxial anaesthesia for caesarean section</td><td align="left">Video</td><td align="left">1 day</td><td align="left">No difference in anxiety, maternal satisfaction score between intervention and control groups; maternal satisfaction with neuraxial blockade for elective caesarean is high and not improved by anaesthesiainformation video</td><td align="left">psychological (=)</td></tr><tr><td align="left">Fahimi et al.<sup><xref rid="cit0034" ref-type="bibr">34</xref></sup></td><td align="left">The Effects of Multimedia Education on Postoperative Delirium in Patients Undergoing Coronary Artery Bypass Graft: A Randomized Clinical Trial</td><td align="left">Cardiac</td><td align="left">RCT</td><td align="left">N=110</td><td align="left">Format: 3 short videos of 4-6 minTopic: information about surgical procedure and recovery</td><td align="left">Video</td><td align="left">4 days</td><td align="left">Significantly lower incidence of post-operative delirium in the morning of the second, third and fourth days after surgery in patients who received education compared to control group.</td><td align="left">psychological (+)</td></tr><tr><td align="left">Hoorntje et al.<sup><xref rid="cit0037" ref-type="bibr">37</xref></sup></td><td align="left">Goal Attainment Scaling Rehabilitation Improves Satisfaction with Work Activities for Younger Working Patients After Knee Arthroplasty: Results from the Randomized Controlled ACTION Trial</td><td align="left">Orthopedic</td><td align="left">RCT</td><td align="left">N=120</td><td align="left">Format: extended &#x0201c;Goal attainment scaling&#x0201d; (GAS) prehab programTopic: patient and the physiotherapist formulated 3 postoperative activity goals; a multidisciplinaryteam assessed the goals forapplicability and feasibility; a postoperative rehabilitation scheme was designed</td><td align="left">In-person</td><td align="left">12 months</td><td align="left">Patient satisfaction with work activities was significantly higher in the GAS group compared to controls; Patient satisfaction with activities of daily living and leisure-time activities did not differ between groups.</td><td align="left">psychological (+)</td></tr><tr><td align="left">Ilyas et al.<sup><xref rid="cit0058" ref-type="bibr">58</xref></sup></td><td align="left">The Effect of Preoperative Opioid Education on Opioid Consumption After Outpatient Orthopedic Surgery: A Prospective Randomized Trial</td><td align="left">Orthopedic</td><td align="left">RCT</td><td align="left">N=237</td><td align="left">Format: brief video (length not specified)Topic: Opioid Epidemic, risk factors for opioid abuse, safe opioid consumption, info on the specific opioid the patient was prescribed, use of nonopioid therapy, instructions to call if adverse event</td><td align="left">Video</td><td align="left">not specified</td><td align="left">Education significantly reduced number of opioid pills and total morphine equivalents consumed compared to control, with no negative effects on pain experience</td><td align="left">opioid use (+), pain (=)</td></tr><tr><td align="left">Kalogianni et al.<sup><xref rid="cit0053" ref-type="bibr">53</xref></sup></td><td align="left">Can nurse-led preoperative education reduce anxiety and postoperative complications of patients undergoing cardiac surgery?</td><td align="left">Cardiac</td><td align="left">RCT</td><td align="left">N=395</td><td align="left">Format: nurse-led preoperative education, including paper booklet and in-person education (20 to 40 min)Topic: procedural, psychoeducational and skills education; nurses emphasised breathing exercises, rising from bed, leg exercises, pain management, coughing, control of anxiety and movement; nurses responded to patients&#x02019; questions.</td><td align="left">In-person; Paper</td><td align="left">at discharge</td><td align="left">Intervention reduced anxiety and postoperative complications, but was not effective in reducing readmissions of length of stay</td><td align="left">psychological (+)</td></tr><tr><td align="left">Kiran et al.<sup><xref rid="cit0062" ref-type="bibr">62</xref></sup></td><td align="left">The role of Rajyoga meditation for modulation of anxiety and serum cortisol in patients undergoing coronary artery bypass surgery: A prospective randomized control study</td><td align="left">Cardiac</td><td align="left">RCT</td><td align="left">N=150</td><td align="left">Format: three basic lessons of Rajyoga meditation training provided (instructor not specified) Topic: 1) self-realization and self-confidence and self-improvement by positive and genuine thinking, 2) charging the self (mind and intellect) by Supreme power, 3) positive and purposeful attitude self-awareness and self-empowerment</td><td align="left">In-person</td><td align="left">5 days</td><td align="left">Patients who underwent Rajyoga training had significantly lower anxiety in comparison to the control group; serum cortisol levels favorably modulated by the practice of Rajyoga meditation</td><td align="left">psychological (+)</td></tr><tr><td align="left">Klaiber et al.<sup><xref rid="cit0041" ref-type="bibr">41</xref></sup></td><td align="left">Impact of preoperative patient education on the prevention of postoperative complications after major visceral surgery: the cluster randomized controlled PEDUCAT trial</td><td align="left">General Surgery</td><td align="left">RCT (cluster)</td><td align="left">N= 244</td><td align="left">Format: 1 hr seminar delivered by nursing staffTopic: measures to prevent postoperative complications, principles of acute pain therapy and coping strategies; patients were introduced to breathing exercises, careful postoperative out-of-bed mobilization, and practical post-op exercises.</td><td align="left">In-person</td><td align="left">30 days</td><td align="left">No statistically significantdifference between the two groups in anxiety; depression scores were significantly higher in control group than intervention group on POD 30; pain scores were comparable betweenthe two groups, but on POD 7, pain intensity wassignificantly higher in intervention group</td><td align="left">psychological (=/+),<break/>pain (=/-)</td></tr><tr><td align="left">Korkmaz et al.<sup><xref rid="cit0044" ref-type="bibr">44</xref></sup></td><td align="left">An Evaluation of the Influence of Web-Based Patient Education on the Anxiety and Life Quality of Patients Who Have Undergone Mammaplasty: a Randomized Controlled Study</td><td align="left">General Surgery</td><td align="left">RCT (3 groups)</td><td align="left">N=75</td><td align="left">Format: web application vs. brochureTopic: pre-operativepreparation, pre-operative exercises, post-operative considerations,post-operative exercises, postsurgery therapies, andbreast self-examination</td><td align="left">Web App or Paper</td><td align="left">1 month</td><td align="left">Differences in state of anxiety scores 1 day before surgery, 2nd day after surgery, and 1 month after surgery were statistically lower in the web-based education group than in the other two groups; differences in trait anxiety scores after 1 month were lower in the web and brochure groups than the control group</td><td align="left">psychological (+)</td></tr><tr><td align="left">Lai et al.<sup><xref rid="cit0035" ref-type="bibr">35</xref></sup></td><td align="left">Effect of preoperative education and ICU tour on patient and family satisfaction and anxiety in the intensive care unit after elective cardiac surgery: A Randomized Control Trial</td><td align="left">Cardiac</td><td align="left">RCT</td><td align="left">N=100</td><td align="left">Format: 15 min video + ICU tour by nurse or physicianTopic: ICU environment, types of invasive tubes and lines, postoperative pain management, medical management, communication between patients, family members and ICU staff, family support</td><td align="left">Video; In-person</td><td align="left">7 days</td><td align="left">Education significantly improved patient and family satisfaction levels and was associated with decreased anxiety levels but not depression levels among patients.</td><td align="left">psychological (+)</td></tr><tr><td align="left">Lee et al.<sup><xref rid="cit0047" ref-type="bibr">47</xref></sup></td><td align="left">Effects of Educational Intervention on State Anxiety and Pain in People Undergoing Spinal Surgery: A Randomized Controlled Trial</td><td align="left">Neurosurgery</td><td align="left">RCT</td><td align="left">N=86</td><td align="left">Format: in-depth booklet, videos, images and in-person content review with surgical nurseTopic: introduction to disease, OR environment, surgical procedure, post-op care</td><td align="left">Paper; In-person; Video</td><td align="left">1 day</td><td align="left">Pain and anxiety scores were lower in intervention group compared to controls</td><td align="left">pain (+), psychological (+)</td></tr><tr><td align="left">Lin et al.<sup><xref rid="cit0054" ref-type="bibr">54</xref></sup></td><td align="left">The effect of an anaesthetic patient information video on perioperative anxiety: A randomized study</td><td align="left">Combined</td><td align="left">RCT</td><td align="left">N=100</td><td align="left">Format: 8 min videoTopic: assessment at preoperative clinic and preoperative care, conduct of general anaesthesia, conduct of spinal anaesthesia, administration of sedation; postoperative care, including the management of pain and postoperative nausea and vomiting</td><td align="left">Video</td><td align="left">3 days</td><td align="left">State anxiety was lower in intervention group than in control group just before surgery and the day after surgery; overall satisfaction was significantly higher in intervention group than control</td><td align="left">psychological (+)</td></tr><tr><td align="left">Mousavi Malek et al.<sup><xref rid="cit0061" ref-type="bibr">61</xref></sup></td><td align="left">Effects of Nurse-Led Intervention on Patients' Anxiety and Sleep Before Coronary Artery Bypass Grafting</td><td align="left">Cardiac</td><td align="left">RCT</td><td align="left">N=160</td><td align="left">Format: two 45-60 min education &#x00026; support sessions delivered by nurseTopic: explanation of procedure, support patient's anxiety, fear, and its causes and correcting patients&#x02019; misconceptions; introduction &#x00026; practice of stress management and relaxation methods</td><td align="left">In-person</td><td align="left">day of surgery</td><td align="left">Significantly decreased anxiety and better quality of sleep in intervention group compared to control</td><td align="left">psychological (+)</td></tr><tr><td align="left">Palmer et al.<sup><xref rid="cit0063" ref-type="bibr">63</xref></sup></td><td align="left">Effects of Music Therapy on Anesthesia Requirements and Anxiety in Women Undergoing Ambulatory Breast Surgery for Cancer Diagnosis and Treatment: A Randomized Controlled Trial</td><td align="left">General Surgery</td><td align="left">RCT (3 groups)</td><td align="left">N=207</td><td align="left">Format: 5 min music (live or recorded) + conversation with music therapistTopic: discussion of choice of preferred music &#x00026; integrated processing of selected song</td><td align="left">Audio; In-person</td><td align="left">at discharge</td><td align="left">Compared with the control group, both patient-selected live music (LM) group and patient-selected recorded music (RM) groups had greater reductions in anxiety scores preoperatively; LM and RM groups did not differ from control group in recovery time; LM group had a shorter recovery time compared with the RM group; satisfaction scores for the LM and RM groups did not differ from those of control</td><td align="left">psychological (+)</td></tr><tr><td align="left">Paskey et al.<sup><xref rid="cit0059" ref-type="bibr">59</xref></sup></td><td align="left">Prospective Randomized Study Evaluating the Effects of Preoperative Opioid Counseling on Postoperative Opioid Use after Outpatient Lower Extremity Orthopedic Surgery</td><td align="left">Orthopedic</td><td align="left">RCT</td><td align="left">N=107</td><td align="left">Format: 5 min videoTopic: nature of opioids, Opioid Epidemic, safe opioid consumption, nonopioid pain management, avoiding opioid dependence&#x000a0;</td><td align="left">Video</td><td align="left">14 days</td><td align="left">Preoperative opioid counselling resulted in significant reduction in postoperative opioid consumption compared to control</td><td align="left">opioid use (+)</td></tr><tr><td align="left">Peng et al.<sup><xref rid="cit0060" ref-type="bibr">60</xref></sup></td><td align="left">Preoperative communication with anesthetists via anesthesia service platform (ASP) helps alleviate patients' preoperative anxiety</td><td align="left">General Surgery</td><td align="left">RCT</td><td align="left">N=222</td><td align="left">Format: anesthesia service platform web applicationTopic: customized info accessible via social media and curated by anesthetist; information about anesthesia, preoperative preparation, anesthetics or anesthetic manipulations, postoperative pain management</td><td align="left">Web App</td><td align="left">12 months</td><td align="left">Patients in the intervention group had significantly lower anxiety levels, shorter length of stay, and higher well-being scores than controls, consumed fewer analgesics, but suffered more pain</td><td align="left">psychological (+), pain (-)</td></tr><tr><td align="left">Pereira et al.<sup><xref rid="cit0052" ref-type="bibr">52</xref></sup></td><td align="left">Preoperative anxiety in ambulatory surgery: The impact of an empathic patient-centered approach on psychological and clinical outcomes</td><td align="left">General Surgery</td><td align="left">RCT</td><td align="left">N=104</td><td align="left">Format: nurse-led empathic patient-centered educationTopic: eliciting and exploring patients&#x02019; questions and personalconcerns about surgery, addressing questions and concerns in a customized fashion through delivery of personalized information and empathic response to emotions through explicit appreciation of these emotions, leading to a sense of validation and understanding</td><td align="left">In-person</td><td align="left">1 month</td><td align="left">Intervention group showed lower levels of preoperativeanxiety, pain, better surgery recovery, higher levels of dailyactivity, satisfaction with the information received, and better would healing compared to controls</td><td align="left">psychological (+),<break/>pain (+)</td></tr><tr><td align="left">Platto et al.<sup><xref rid="cit0046" ref-type="bibr">46</xref></sup></td><td align="left">Animated video consultation for reducing pre-operative anxiety in dermatologic surgery</td><td align="left">Dermatology</td><td align="left">RCT (cross-over)</td><td align="left">N=45</td><td align="left">Format: 2 min videoTopic: Anesthesia, excision, repair, post-op wound care, pain management</td><td align="left">Video</td><td align="left">day of surgery</td><td align="left">Anxiety scores in video group were lower than standard care group (not significantly different); after crossing over, the standard care group that received video intervention had significant improvement in anxiety</td><td align="left">psychological (+)</td></tr><tr><td align="left">Rajput et al.<sup><xref rid="cit0031" ref-type="bibr">31</xref></sup></td><td align="left">Effect of preoperative multimedia based video information on perioperative anxiety and hemodynamic stability in patients undergoing surgery under spinal anesthesia</td><td align="left">Combined</td><td align="left">RCT</td><td align="left">N=80</td><td align="left">Format: 12 min videoTopic: general information on spinal anesthesia, explanation of common myths of surgery and anesthesia</td><td align="left">Video</td><td align="left">1 day</td><td align="left">Significantly less anxiety and hemodynamic instability in intervention group compared to controls</td><td align="left">psychological (+)</td></tr><tr><td align="left">Sawhney et al.<sup><xref rid="cit0029" ref-type="bibr">29</xref></sup></td><td align="left">A Pain Education Intervention for Patients Undergoing Ambulatory Inguinal Hernia Repair: A Randomized Controlled Trial</td><td align="left">General Surgery</td><td align="left">RCT</td><td align="left">N=82</td><td align="left">Format: booklet + 20 min individualized face-to-face education session with a nurse practitioner; two telephone support callsTopic: definition of pain, importance of managing pain after surgery, how to communicate pain intensity, commonly used analgesics, when to use analgesics, manage adverse effects of analgesics, non-pharmacological pain management; patient concerns regarding pain management</td><td align="left">In-person; Paper; Phone</td><td align="left">7 days</td><td align="left">Improved pain scores on POD 2 in intervention group compared to control</td><td align="left">pain (+)</td></tr><tr><td align="left">Schmidt et al.<sup><xref rid="cit0055" ref-type="bibr">55</xref></sup></td><td align="left">Patient Empowerment Improved Perioperative Quality of Care in Cancer Patients Aged &#x0003e;= 65 Years - A Randomized Controlled Trial</td><td align="left">Combined</td><td align="left">RCT</td><td align="left">N=105</td><td align="left">Format: information booklet and diary keeping; encouragement by staff to ask questions and take an active role in rehabilitation Topic: information about surgery, anesthesia and perioperative management, acute postoperative pain therapy, mobilization, nutrition, and rehabilitation; life-style-related risks following discharge from the hospital described; information regarding, support groups and home care institutions offering specific assistance after discharge</td><td align="left">Paper</td><td align="left">12 months</td><td align="left">Patients in the intervention group reported significantly less postoperative pain than the control group</td><td align="left">pain (+)</td></tr><tr><td align="left">Stepan et al.<sup><xref rid="cit0036" ref-type="bibr">36</xref></sup></td><td align="left">Standardized Perioperative Patient Education Decreases Opioid Use after Hand Surgery: A Randomized Control Trial</td><td align="left">Orthopedic</td><td align="left">RCT</td><td align="left">N=191</td><td align="left">Format: 7 min min video + laminated postoperative&#x000a0;pain cardTopic: postoperative pain management, expected pain after surgery, Opioid Epidemic, side effects of opioids, tiered system of pain management</td><td align="left">Video; Paper</td><td align="left">15 days</td><td align="left">Education group more likely to take no opioid medication and took significantly fewer opioid pills than control group</td><td align="left">opioid use (+)</td></tr><tr><td align="left">Str&#x000f8;m et al.<sup><xref rid="cit0040" ref-type="bibr">40</xref></sup></td><td align="left">A web-based platform to accommodate symptoms of anxiety and depression by featuring social interaction and animated information in patients undergoing lumbar spine fusion: a randomized clinical trial</td><td align="left">Neurosurgery</td><td align="left">RCT</td><td align="left">N=114</td><td align="left">Format: web-based interactive platformTopic: information aimed to reduce anxiety, catastrophic thoughts, surgery misconceptions; explanation of course of treatment &#x00026; rehab</td><td align="left">Web App</td><td align="left">6 months</td><td align="left">Providing patients with access to web platform had no effect on the hospital anxiety and depression scale scores at 2 days, 3 months or 6 months after surgery; no significant differences in pain<break/>between groups at<break/>3 or 6 months<break/>after surgery, but the intervention group had lower pain scores at 2 days</td><td align="left">psychological (=)<break/>pain (=/+)</td></tr><tr><td align="left">Sugai et al.<sup><xref rid="cit0056" ref-type="bibr">56</xref></sup></td><td align="left">The importance of communication in the management of postoperative pain</td><td align="left">Combined</td><td align="left">RCT</td><td align="left">N=135</td><td align="left">Format: two 15-30 min education sessions led by a surgeon involving in-person instruction and handoutTopic: how body responds to pain, and how endorphins cause natural analgesia; negative effects that narcotics have on endorphin production and activity, mechanisms of non-opioid analgesics</td><td align="left">In-person; Paper</td><td align="left">5 days</td><td align="left">90% of patients in intervention group declined a prescription for hydrocodone whereas 100% of controls filled their hydrocodone prescriptions; intervention group had significantly lower pain scores and shorter duration of pain than control</td><td align="left">opioid use (+), pain (+)</td></tr><tr><td align="left">van Eck et al.<sup><xref rid="cit0031" ref-type="bibr">31</xref></sup></td><td align="left">Web-Based Education Prior to Outpatient Orthopaedic Surgery Enhances Early Patient Satisfaction Scores: A Prospective Randomized Controlled Study</td><td align="left">Orthopedic</td><td align="left">RCT</td><td align="left">N=177</td><td align="left">Format: interactive web-based toolTopic: preoperative instructions, day-of-surgery expectations, postoperative instructions (including tips for pain control); links to videos demonstrating an example of the surgery that the patient is to undergo</td><td align="left">Web App</td><td align="left">2 weeks</td><td align="left">Patient satisfaction score was significantly higher in the intervention group compared to control group</td><td align="left">psychological (+)</td></tr><tr><td align="left">Vincent et al.<sup><xref rid="cit0043" ref-type="bibr">43</xref></sup></td><td align="left">Prospective Randomized Study Examining Preoperative Opioid Counseling on Postoperative opioid Consumption after Upper Extremity Surgery</td><td align="left">Orthopedic</td><td align="left">RCT</td><td align="left">N=131</td><td align="left">Format: 5 min videoTopic: nature of opioids, Opioid Epidemic, safe opioid consumption, nonopioid pain management, avoiding opioid dependence&#x000a0;</td><td align="left">Video</td><td align="left">14 days</td><td align="left">Education group consumed significantly fewer opioids compared to controls; no difference in pain scores between groups</td><td align="left">opioid use (+),pain (=)</td></tr><tr><td align="left">Wongkietkachorn et al.<sup><xref rid="cit0049" ref-type="bibr">49</xref></sup></td><td align="left">Preoperative Needs-Based Education to Reduce Anxiety, Increase Satisfaction, and Decrease Time Spent in Day Surgery: A Randomized Controlled Trial</td><td align="left">Combined</td><td align="left">RCT</td><td align="left">N=450</td><td align="left">Format: verbal &#x00026; written information based on patient needs delivered by physicianTopic: disease info, procedural detail, complications, patient behavior, pain</td><td align="left">In-person; Paper</td><td align="left">after surgery (not specified)</td><td align="left">Significantly greater decrease in anxiety and increase in satisfaction in the needs-based education compared to traditional education group; time spent on education in needs-based group significantly reduced compared to traditional</td><td align="left">psychological (+)</td></tr><tr><td align="left">Yuzkat et al.<sup><xref rid="cit0039" ref-type="bibr">39</xref></sup></td><td align="left">Effects of showing the operating room on preoperative anxiety and hemodynamics among patients with hypertension: A randomized controlled trial</td><td align="left">Combined</td><td align="left">RCT</td><td align="left">N=90</td><td align="left">Format: pre-op visit to OR</td><td align="left">In-person</td><td align="left">day of surgery</td><td align="left">Showing the OR decreased preoperative anxiety, blood pressure, and heart rate; intervention also reduced number of postponed operations and increased patient satisfaction</td><td align="left">psychological (+)</td></tr><tr><td align="left">Zohar-Bondar et al.<sup><xref rid="cit0030" ref-type="bibr">30</xref></sup></td><td align="left">The Effect of Standardized perioperative patient Education on Opioid Use After Minor Soft Tissue Procedures Distal to the Wrist</td><td align="left">Orthopedic</td><td align="left">RCT</td><td align="left">N=174</td><td align="left">Format: 10 min video webinar + laminated postoperative pain cardTopic: expected pain after surgery, Opioid Epidemic, side effects of opioids, tiered system of pain management</td><td align="left">Video; Paper</td><td align="left">15 days</td><td align="left">Education group took significantly fewer opioid pills than those in the standard care group</td><td align="left">opioid use (+)</td></tr></tbody></table><table-wrap-foot><fn id="tfn0001"><p>RCT: randomized control trial; OR: operating room; ICU: intensive care unit; POD: post-operative day</p></fn></table-wrap-foot></table-wrap></p></sec><sec disp-level="2" id="s0003-s2002"><title>Methodological Quality</title><p>The risk of bias assessment for the included studies is summarized in <xref rid="t0002 t0003" ref-type="table">Tables 2 and 3</xref>. Of the randomized controlled trials, 11 of the studies were at low risk of bias,<sup><xref rid="cit0029" ref-type="bibr">29</xref>,<xref rid="cit0030" ref-type="bibr">30</xref>,<xref rid="cit0034" ref-type="bibr">34&#x02013;42</xref></sup> 17 studies had some concerns,<sup><xref rid="cit0031" ref-type="bibr">31</xref>,<xref rid="cit0043" ref-type="bibr">43&#x02013;57</xref></sup> and 6 studies were at high risk of bias.<sup><xref rid="cit0058" ref-type="bibr">58&#x02013;63</xref></sup> The one nonrandomized prospective study had a moderate risk of bias.<sup><xref rid="cit0064" ref-type="bibr">64</xref></sup> The most common area of concern in study design was due to bias arising from the randomization process. Potential for bias in selection of the reported result was also common because many studies did not report information regarding preregistration of the study protocol.<table-wrap position="float" id="t0002" orientation="landscape"><label>Table 2.</label><caption><p>Risk of bias assessment using the Cochrane Risk of Bias v2 tool for randomized trials.</p></caption><!--OASIS TABLE HERE--><table frame="hsides" rules="groups"><colgroup><col width="1*" align="left"/><col width="1*" align="left"/><col width="1*" align="left"/><col width="1*" align="left"/><col width="1*" align="left"/><col width="1*" align="left"/><col width="1*" align="left"/><col width="1*" align="left"/><col width="1*" align="left"/></colgroup><thead><tr><th align="left">Study</th><th align="center">Bias arising from the randomization process</th><th align="center">Bias due to deviations from intended interventions</th><th align="center">Bias due to missing outcome data</th><th align="center">Bias in measurement of the outcome</th><th align="center">Bias in selection of the reported result</th><th align="center">Bias arising from the timing of recruitment of participants in a cluster-randomized trail</th><th align="center">Bias arising from period and carryover effects</th><th align="center">Overall risk of bias</th></tr></thead><tbody><tr><td align="left">Alter and Ilyas<sup><xref rid="cit0050" ref-type="bibr">50</xref></sup></td><td align="left">Some concerns</td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">Some concerns</td><td align="left">&#x000a0;</td><td align="left">&#x000a0;</td><td align="left">Some concerns</td></tr><tr><td align="left">Billquist et al.<sup><xref rid="cit0048" ref-type="bibr">48</xref></sup></td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">Some concern</td><td align="left">&#x000a0;</td><td align="left">&#x000a0;</td><td align="left">Some concerns</td></tr><tr><td align="left">Campagna et al.<sup><xref rid="cit0057" ref-type="bibr">57</xref></sup></td><td align="left">Some concerns</td><td align="left">Low</td><td align="left">Low</td><td align="left">Some concerns</td><td align="left">Some concerns</td><td align="left">&#x000a0;</td><td align="left">&#x000a0;</td><td align="left">Some concerns</td></tr><tr><td align="left">Che et al.<sup><xref rid="cit0038" ref-type="bibr">38</xref></sup></td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">&#x000a0;</td><td align="left">&#x000a0;</td><td align="left">Low</td></tr><tr><td align="left">Cheesman et al.<sup><xref rid="cit0045" ref-type="bibr">45</xref></sup></td><td align="left">Some concerns</td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">Some concerns</td><td align="left">&#x000a0;</td><td align="left">&#x000a0;</td><td align="left">Some concerns</td></tr><tr><td align="left">Eley et al.<sup><xref rid="cit0042" ref-type="bibr">42</xref></sup></td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">&#x000a0;</td><td align="left">&#x000a0;</td><td align="left">Low</td></tr><tr><td align="left">Fahimi et al.<sup><xref rid="cit0034" ref-type="bibr">34</xref></sup></td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">&#x000a0;</td><td align="left">&#x000a0;</td><td align="left">Low</td></tr><tr><td align="left">Hoorntje et al.<sup><xref rid="cit0037" ref-type="bibr">37</xref></sup></td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">&#x000a0;</td><td align="left">&#x000a0;</td><td align="left">Low</td></tr><tr><td align="left">Ilyas et al.<sup><xref rid="cit0058" ref-type="bibr">58</xref></sup></td><td align="left">High</td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">Some concerns</td><td align="left">&#x000a0;</td><td align="left">&#x000a0;</td><td align="left">High</td></tr><tr><td align="left">Kalogianni et al.<sup><xref rid="cit0053" ref-type="bibr">53</xref></sup></td><td align="left">Some concerns</td><td align="left">Some concerns</td><td align="left">Low</td><td align="left">Low</td><td align="left">Some concerns</td><td align="left">&#x000a0;</td><td align="left">&#x000a0;</td><td align="left">Some concerns</td></tr><tr><td align="left">Kiran et al.<sup><xref rid="cit0062" ref-type="bibr">62</xref></sup></td><td align="left">Low</td><td align="left">Some concerns</td><td align="left">Low</td><td align="left">High</td><td align="left">Some concerns</td><td align="left">&#x000a0;</td><td align="left">&#x000a0;</td><td align="left">High</td></tr><tr><td align="left">Klaiber et al.<sup><xref rid="cit0041" ref-type="bibr">41</xref></sup></td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">&#x000a0;</td><td align="left">Low</td></tr><tr><td align="left">Korkmaz et al.<sup><xref rid="cit0044" ref-type="bibr">44</xref></sup></td><td align="left">Some concerns</td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">Some concerns</td><td align="left">&#x000a0;</td><td align="left">&#x000a0;</td><td align="left">Some concerns</td></tr><tr><td align="left">Lai et al.<sup><xref rid="cit0035" ref-type="bibr">35</xref></sup></td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">&#x000a0;</td><td align="left">&#x000a0;</td><td align="left">Low</td></tr><tr><td align="left">Lee et al.<sup><xref rid="cit0047" ref-type="bibr">47</xref></sup></td><td align="left">Some concern</td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">Some concern</td><td align="left">&#x000a0;</td><td align="left">&#x000a0;</td><td align="left">Some concerns</td></tr><tr><td align="left">Lin et al.<sup><xref rid="cit0054" ref-type="bibr">54</xref></sup></td><td align="left">Some concerns</td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">Some concerns</td><td align="left">&#x000a0;</td><td align="left">&#x000a0;</td><td align="left">Some concerns</td></tr><tr><td align="left">Mousavi Malek et al.<sup><xref rid="cit0061" ref-type="bibr">61</xref></sup></td><td align="left">High</td><td align="left">Low</td><td align="left">High</td><td align="left">Low</td><td align="left">Low</td><td align="left">&#x000a0;</td><td align="left">&#x000a0;</td><td align="left">High</td></tr><tr><td align="left">Palmer et al.<sup><xref rid="cit0063" ref-type="bibr">63</xref></sup></td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">High</td><td align="left">Some concerns</td><td align="left">&#x000a0;</td><td align="left">&#x000a0;</td><td align="left">High</td></tr><tr><td align="left">Paskey et al.<sup><xref rid="cit0059" ref-type="bibr">59</xref></sup></td><td align="left">High</td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">&#x000a0;</td><td align="left">&#x000a0;</td><td align="left">High</td></tr><tr><td align="left">Peng et al.<sup><xref rid="cit0060" ref-type="bibr">60</xref></sup></td><td align="left">Some concerns</td><td align="left">Low</td><td align="left">Low</td><td align="left">High</td><td align="left">Low</td><td align="left">&#x000a0;</td><td align="left">&#x000a0;</td><td align="left">High</td></tr><tr><td align="left">Pereira et al.<sup><xref rid="cit0052" ref-type="bibr">52</xref></sup></td><td align="left">Some concerns</td><td align="left">Some concerns</td><td align="left">Low</td><td align="left">Low</td><td align="left">Some concerns</td><td align="left">&#x000a0;</td><td align="left">&#x000a0;</td><td align="left">Some concerns</td></tr><tr><td align="left">Platto et al.<sup><xref rid="cit0046" ref-type="bibr">46</xref></sup></td><td align="left">Some concerns</td><td align="left">Some concerns</td><td align="left">Low</td><td align="left">Low</td><td align="left">Some concerns</td><td align="left">&#x000a0;</td><td align="left">Low</td><td align="left">Some concerns</td></tr><tr><td align="left">Rajput et al.<sup><xref rid="cit0031" ref-type="bibr">31</xref></sup></td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">Some concerns</td><td align="left">&#x000a0;</td><td align="left">&#x000a0;</td><td align="left">Some concerns</td></tr><tr><td align="left">Sawhney et al.<sup><xref rid="cit0029" ref-type="bibr">29</xref></sup></td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">&#x000a0;</td><td align="left">&#x000a0;</td><td align="left">Low</td></tr><tr><td align="left">Schmidt et al.<sup><xref rid="cit0055" ref-type="bibr">55</xref></sup></td><td align="left">Some concerns</td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">&#x000a0;</td><td align="left">&#x000a0;</td><td align="left">Some concerns</td></tr><tr><td align="left">Stepan et al.<sup><xref rid="cit0036" ref-type="bibr">36</xref></sup></td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">&#x000a0;</td><td align="left">&#x000a0;</td><td align="left">Low</td></tr><tr><td align="left">Str&#x000f8;m et al.<sup><xref rid="cit0040" ref-type="bibr">40</xref></sup></td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">&#x000a0;</td><td align="left">&#x000a0;</td><td align="left">Low</td></tr><tr><td align="left">Sugai et al.<sup><xref rid="cit0056" ref-type="bibr">56</xref></sup></td><td align="left">Some concerns</td><td align="left">Some concerns</td><td align="left">Low</td><td align="left">Low</td><td align="left">Some concerns</td><td align="left">&#x000a0;</td><td align="left">&#x000a0;</td><td align="left">Some concerns</td></tr><tr><td align="left">van Eck et al.<sup><xref rid="cit0031" ref-type="bibr">31</xref></sup></td><td align="left">Some concerns</td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">Some concerns</td><td align="left">&#x000a0;</td><td align="left">&#x000a0;</td><td align="left">Some concerns</td></tr><tr><td align="left">Vincent et al.<sup><xref rid="cit0043" ref-type="bibr">43</xref></sup></td><td align="left">Some concerns</td><td align="left">Low</td><td align="left">Low</td><td align="left">Some concerns</td><td align="left">Some concerns</td><td align="left">&#x000a0;</td><td align="left">&#x000a0;</td><td align="left">Some concerns</td></tr><tr><td align="left">Wongkietkachorn et al.<sup><xref rid="cit0049" ref-type="bibr">49</xref></sup></td><td align="left">Some concerns</td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">&#x000a0;</td><td align="left">&#x000a0;</td><td align="left">Some concerns</td></tr><tr><td align="left">Yuzkat et al.<sup><xref rid="cit0039" ref-type="bibr">39</xref></sup></td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">&#x000a0;</td><td align="left">&#x000a0;</td><td align="left">Low</td></tr><tr><td align="left">Zohar-Bondar et al.<sup><xref rid="cit0030" ref-type="bibr">30</xref></sup></td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">&#x000a0;</td><td align="left">&#x000a0;</td><td align="left">Low</td></tr></tbody></table></table-wrap><table-wrap position="float" id="t0003"><label>Table 3.</label><caption><p>Risk of bias assessment using the Risk of Bias in Non-randomized Studies of Interventions tool.</p></caption><!--OASIS TABLE HERE--><table frame="hsides" rules="groups"><colgroup><col width="1*" align="left"/><col width="1*" align="left"/><col width="1*" align="left"/><col width="1*" align="left"/><col width="1*" align="left"/><col width="1*" align="left"/><col width="1*" align="left"/><col width="1*" align="left"/><col width="1*" align="left"/></colgroup><thead><tr><th align="left">Study</th><th align="center">Bias due to confounding</th><th align="center">Bias in selection of participants into the study</th><th align="center">Bias in classification of interventions</th><th align="center">Bias due to deviations from intended interventions</th><th align="center">Bias due to missing data</th><th align="center">Bias in measurement of outcome</th><th align="center">Bias in selection of reported result</th><th align="center">Overall risk of bias</th></tr></thead><tbody><tr><td align="left">Ahmed et al.<sup><xref rid="cit0064" ref-type="bibr">64</xref></sup></td><td align="left">Moderate</td><td align="left">Moderate</td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">Low</td><td align="left">Moderate</td></tr></tbody></table></table-wrap></p></sec><sec disp-level="2" id="s0003-s2003"><title>Context</title><p>A large proportion of included studies were conducted within the United States,<sup><xref rid="cit0030" ref-type="bibr">30</xref>,<xref rid="cit0036" ref-type="bibr">36</xref>,<xref rid="cit0043" ref-type="bibr">43</xref>,<xref rid="cit0045" ref-type="bibr">45</xref>,<xref rid="cit0046" ref-type="bibr">46</xref>,<xref rid="cit0048" ref-type="bibr">48</xref>,<xref rid="cit0050" ref-type="bibr">50</xref>,<xref rid="cit0051" ref-type="bibr">51</xref>,<xref rid="cit0056" ref-type="bibr">56</xref>,<xref rid="cit0058" ref-type="bibr">58</xref>,<xref rid="cit0059" ref-type="bibr">59</xref>,<xref rid="cit0063" ref-type="bibr">63</xref></sup> with other studies originating in Iran,<sup><xref rid="cit0034" ref-type="bibr">34</xref>,<xref rid="cit0061" ref-type="bibr">61</xref></sup> India,<sup><xref rid="cit0031" ref-type="bibr">31</xref>,<xref rid="cit0062" ref-type="bibr">62</xref></sup> China,<sup><xref rid="cit0038" ref-type="bibr">38</xref>,<xref rid="cit0060" ref-type="bibr">60</xref></sup> Turkey,<sup><xref rid="cit0039" ref-type="bibr">39</xref>,<xref rid="cit0044" ref-type="bibr">44</xref></sup> the United Kingdom,<sup><xref rid="cit0064" ref-type="bibr">64</xref></sup> Germany,<sup><xref rid="cit0041" ref-type="bibr">41</xref>,<xref rid="cit0055" ref-type="bibr">55</xref></sup> Taiwan,<sup><xref rid="cit0047" ref-type="bibr">47</xref>,<xref rid="cit0054" ref-type="bibr">54</xref></sup> Hong Kong,<sup><xref rid="cit0035" ref-type="bibr">35</xref></sup> the Netherlands,<sup><xref rid="cit0037" ref-type="bibr">37</xref></sup> Denmark,<sup><xref rid="cit0040" ref-type="bibr">40</xref></sup> Canada,<sup><xref rid="cit0029" ref-type="bibr">29</xref></sup> Portugal,<sup><xref rid="cit0052" ref-type="bibr">52</xref></sup> Thailand,<sup><xref rid="cit0049" ref-type="bibr">49</xref></sup> Greece,<sup><xref rid="cit0053" ref-type="bibr">53</xref></sup> Australia,<sup><xref rid="cit0042" ref-type="bibr">42</xref></sup> and Italy.<sup><xref rid="cit0057" ref-type="bibr">57</xref></sup> Sample sizes ranged from 38 to 652 participants, aged 18&#x000a0;years and older, with an equal proportion of men and women, except for obstetric studies.</p></sec><sec disp-level="2" id="s0003-s2004"><title>Preoperative Interventions</title><p>Multimedia resources were the most common format for delivering preoperative education among the included studies. Informational videos were most frequently used, with ten studies that used videos only,<sup><xref rid="cit0031" ref-type="bibr">31</xref>,<xref rid="cit0034" ref-type="bibr">34</xref>,<xref rid="cit0038" ref-type="bibr">38</xref>,<xref rid="cit0042" ref-type="bibr">42</xref>,<xref rid="cit0043" ref-type="bibr">43</xref>,<xref rid="cit0046" ref-type="bibr">46</xref>,<xref rid="cit0054" ref-type="bibr">54</xref>,<xref rid="cit0058" ref-type="bibr">58</xref>,<xref rid="cit0059" ref-type="bibr">59</xref>,<xref rid="cit0064" ref-type="bibr">64</xref></sup> three that combined videos and paper resources,<sup><xref rid="cit0030" ref-type="bibr">30</xref>,<xref rid="cit0036" ref-type="bibr">36</xref>,<xref rid="cit0045" ref-type="bibr">45</xref></sup> two that combined video with in-person education,<sup><xref rid="cit0035" ref-type="bibr">35</xref>,<xref rid="cit0057" ref-type="bibr">57</xref></sup> and one that used video, paper, and in-person education.<sup><xref rid="cit0047" ref-type="bibr">47</xref></sup> Four studies<sup><xref rid="cit0040" ref-type="bibr">40</xref>,<xref rid="cit0044" ref-type="bibr">44</xref>,<xref rid="cit0051" ref-type="bibr">51</xref>,<xref rid="cit0060" ref-type="bibr">60</xref></sup> delivered educational interventions using interactive web applications, three of which included videos<sup><xref rid="cit0044" ref-type="bibr">44</xref>,<xref rid="cit0051" ref-type="bibr">51</xref>,<xref rid="cit0060" ref-type="bibr">60</xref></sup> and one that featured a social media interface for interactions with health care providers.<sup><xref rid="cit0060" ref-type="bibr">60</xref></sup> Two studies used audio-based resources.<sup><xref rid="cit0048" ref-type="bibr">48</xref>,<xref rid="cit0063" ref-type="bibr">63</xref></sup></p><p>Six studies implemented in-person education only<sup><xref rid="cit0037" ref-type="bibr">37</xref>,<xref rid="cit0039" ref-type="bibr">39</xref>,<xref rid="cit0041" ref-type="bibr">41</xref>,<xref rid="cit0052" ref-type="bibr">52</xref>,<xref rid="cit0061" ref-type="bibr">61</xref>,<xref rid="cit0062" ref-type="bibr">62</xref></sup> and another five added paper resources to in-person education,<sup><xref rid="cit0029" ref-type="bibr">29</xref>,<xref rid="cit0049" ref-type="bibr">49</xref>,<xref rid="cit0050" ref-type="bibr">50</xref>,<xref rid="cit0053" ref-type="bibr">53</xref>,<xref rid="cit0056" ref-type="bibr">56</xref></sup> including brochures, booklets, and information cards, with one of these studies also including follow-up phone calls.<sup><xref rid="cit0029" ref-type="bibr">29</xref></sup> Only one study relied solely on a paper resource.<sup><xref rid="cit0055" ref-type="bibr">55</xref></sup> In-person education was typically delivered by a healthcare provider, including nursing staff,<sup><xref rid="cit0029" ref-type="bibr">29</xref>,<xref rid="cit0035" ref-type="bibr">35</xref>,<xref rid="cit0041" ref-type="bibr">41</xref>,<xref rid="cit0047" ref-type="bibr">47</xref>,<xref rid="cit0052" ref-type="bibr">52</xref>,<xref rid="cit0053" ref-type="bibr">53</xref>,<xref rid="cit0061" ref-type="bibr">61</xref></sup> physicians (e.g., anesthesiologists, surgeons),<sup><xref rid="cit0035" ref-type="bibr">35</xref>,<xref rid="cit0039" ref-type="bibr">39</xref>,<xref rid="cit0049" ref-type="bibr">49</xref>,<xref rid="cit0050" ref-type="bibr">50</xref>,<xref rid="cit0056" ref-type="bibr">56</xref></sup> a physiotherapist,<sup><xref rid="cit0037" ref-type="bibr">37</xref></sup> and a music therapist.<sup><xref rid="cit0063" ref-type="bibr">63</xref></sup> Two studies used a patient-centered technique,<sup><xref rid="cit0049" ref-type="bibr">49</xref>,<xref rid="cit0052" ref-type="bibr">52</xref></sup> providing patients with the information necessary to participate in medical decision making. In one study the interventional group had a tour of the operating theater prior to surgery.<sup><xref rid="cit0039" ref-type="bibr">39</xref></sup> Two studies used comfort therapy as an intervention, including one that used meditation<sup><xref rid="cit0062" ref-type="bibr">62</xref></sup> and another that used music therapy.<sup><xref rid="cit0063" ref-type="bibr">63</xref></sup> One study used hypnosis in the form of guided imagery,<sup><xref rid="cit0048" ref-type="bibr">48</xref></sup> one used psychosocial therapy/counseling,<sup><xref rid="cit0050" ref-type="bibr">50</xref></sup> and another used goal attainment and physiotherapy<sup><xref rid="cit0037" ref-type="bibr">37</xref></sup> as interventions.</p><p>Delivery and timing of preoperative interventions varied among studies, with some taking place on the day of surgery and others delivered days in advance. Duration of interventions ranged between 2&#x000a0;min and 60&#x000a0;min. All studies implemented interventions preoperatively, except for Palmer et al.,<sup><xref rid="cit0063" ref-type="bibr">63</xref></sup> in which music therapy was implemented pre- and intraoperatively.</p><p>Studies that included data on postoperative opioid consumption used surveys and logs to track patient medication consumption information. Validated questionnaires used included a numerical rating scale, a visual analogue scale, and the Brief Pain Inventory, all of which were predominantly used in studies that focused on postoperative pain. Postoperative cognitive and psychological outcomes were assessed by the following scales: Confusion Assessment Methods for the Intensive Care Unit, Patient Satisfaction in the Intensive Care Unit, Family Satisfaction in the Intensive Care Unit, Amsterdam Preoperative Anxiety and Information Scale, State-Trait Anxiety Inventory, Hospital Anxiety and Depression Scale, Short Form Survey, Groningen&#x02019;s Sleep Quality Scale, and the Outpatient and Ambulatory Surgery Consumer Assessment of Healthcare Providers and Systems survey.</p></sec></sec><sec disp-level="1" id="s0004"><title>Outcomes</title><sec disp-level="2" id="s0004-s2001"><title>Postoperative Pain</title><p>Twelve studies reported information on postoperative pain.<sup><xref rid="cit0029" ref-type="bibr">29</xref>,<xref rid="cit0040" ref-type="bibr">40</xref>,<xref rid="cit0041" ref-type="bibr">41</xref>,<xref rid="cit0043" ref-type="bibr">43</xref>,<xref rid="cit0047" ref-type="bibr">47</xref>,<xref rid="cit0050" ref-type="bibr">50</xref>,<xref rid="cit0052" ref-type="bibr">52</xref>,<xref rid="cit0055" ref-type="bibr">55&#x02013;58</xref>,<xref rid="cit0060" ref-type="bibr">60</xref></sup> Five of these studies<sup><xref rid="cit0029" ref-type="bibr">29</xref>,<xref rid="cit0047" ref-type="bibr">47</xref>,<xref rid="cit0050" ref-type="bibr">50</xref>,<xref rid="cit0052" ref-type="bibr">52</xref>,<xref rid="cit0055" ref-type="bibr">55</xref>,<xref rid="cit0056" ref-type="bibr">56</xref></sup> found a significant reduction in postoperative pain after preoperative education, and all involved in-person interaction with a health care provider. Sawhney et al.<sup><xref rid="cit0029" ref-type="bibr">29</xref></sup> evaluated the effectiveness of an individualized hernia repair education intervention for patients undergoing inguinal hernia repair. The hernia repair education intervention included written and verbal information delivered by a nurse regarding managing pain as well as two telephone support calls. At day 2, the intervention group reported significantly lower scores across pain intensity outcomes, including worst 24-h pain on movement and at rest, and pain now on movement and at rest, in comparison to the control group. Pereira et al.<sup><xref rid="cit0052" ref-type="bibr">52</xref></sup> also examined the benefits of nurse-led empathic patient-centered education in patients undergoing ambulatory surgery. They found that the intervention group had lower pain levels on the second postoperative day compared to the control group.</p><p>In a study by Sugai et al.,<sup><xref rid="cit0056" ref-type="bibr">56</xref></sup> a surgeon delivered in-person education and reviewed a written handout with patients 2 weeks before outpatient surgery. The topic of education consisted of information about how the body responds to pain and how endorphins cause natural analgesia. The intervention group had significantly lower average pain scores than the control group and a shorter duration of pain. Lee et al.<sup><xref rid="cit0047" ref-type="bibr">47</xref></sup> employed an educational intervention in patients undergoing spinal surgery involving an in-depth booklet and videos on topics related to the disease, surgery, and postoperative care. A surgeon also reviewed the content in person with patients. The study found that pain levels were significantly lower for the interventional arm of the study compared to standard care.</p><p>Schmidt et al.<sup><xref rid="cit0055" ref-type="bibr">55</xref></sup> also delivered preoperative education using a patient empowerment information booklet with in-depth information regarding surgery, anesthesia, pain management, and rehabilitation. Patients were aged 65 and older and undergoing elective surgery for gastrointestinal, genitourinary, and thoracic cancer. In addition to receiving the booklet, patients were also asked to keep a diary and repeatedly encouraged to consult with the health care team regarding medication and rehabilitation. Patients in the intervention group reported significantly less postoperative pain than the control group that received standard care.</p><p>Four studies found no effect of preoperative education on postoperative pain,<sup><xref rid="cit0043" ref-type="bibr">43</xref>,<xref rid="cit0050" ref-type="bibr">50</xref>,<xref rid="cit0057" ref-type="bibr">57</xref>,<xref rid="cit0058" ref-type="bibr">58</xref></sup> and one study reported mixed results.<sup><xref rid="cit0040" ref-type="bibr">40</xref></sup> Three of the studies that found no effect used videos as the educational intervention.<sup><xref rid="cit0043" ref-type="bibr">43</xref>,<xref rid="cit0057" ref-type="bibr">57</xref>,<xref rid="cit0058" ref-type="bibr">58</xref></sup> Vincent et al.<sup><xref rid="cit0043" ref-type="bibr">43</xref></sup> employed a 5-min video to deliver information about safe opioid use and nonopioid pain management to patients undergoing upper extremity surgery. They found no differences in pain scores between the education and the control groups. Similarly, Ilyas et al.<sup><xref rid="cit0058" ref-type="bibr">58</xref></sup> used a brief video to deliver education on the same topics to patients undergoing outpatient orthopedic surgery. They also found no significant effects on the experience of pain between the intervention and control groups. Campagna et al.<sup><xref rid="cit0057" ref-type="bibr">57</xref></sup> also employed a video of unspecified length to deliver information regarding the perioperative experience. In addition, they gave patients an opportunity to ask questions about any doubts they had regarding the content of the video. They reported that postoperative pain was well controlled among female surgical patients presenting for colorectal surgery secondary to gastrointestinal cancer and that there were no differences found in postoperative pain in the education group compared to the control group.</p><p>A study by Alter and Ilyas<sup><xref rid="cit0050" ref-type="bibr">50</xref></sup> did not use a video but instead examined the benefits of surgeon-delivered education alongside a paper handout on the topic of opioid use and pain management in patients undergoing carpal tunnel release surgery. They found no significant differences in pain levels between the intervention and control groups. Str&#x000f8;m et al.<sup><xref rid="cit0040" ref-type="bibr">40</xref></sup> employed an interactive web platform to deliver education and found no improvement in pain at 3&#x000a0;months and 6&#x000a0;months after lumbar spine fusion surgery, but they did observe improved pain at 2&#x000a0;days after surgery.</p><p>Importantly, three of the above studies that found no effect on pain also examined opioid use following the educational intervention, and all found a decrease in postoperative opioid consumption (see below in Postoperative Opioid Use).<sup><xref rid="cit0043" ref-type="bibr">43</xref>,<xref rid="cit0050" ref-type="bibr">50</xref>,<xref rid="cit0058" ref-type="bibr">58</xref></sup> These findings demonstrate that pain levels were not affected despite patients using less opioid medication postoperatively.</p><p>Two studies found an increase in reported postoperative pain following preoperative educational interventions. Peng et al.<sup><xref rid="cit0060" ref-type="bibr">60</xref></sup> found that preoperative education using an anesthesia service platform was effective in preventing anxiety in female patients before laparoscopic cholecystectomy, including improving patients&#x02019; general well-being and shortening their length of stay, but patients undergoing the intervention reported higher postoperative pain levels. Klaiber et al.<sup><xref rid="cit0041" ref-type="bibr">41</xref></sup> found mixed results following a 1-h nurse-led seminar on preventing postoperative complications and coping strategies for pain. In a cluster-randomized trial, patients undergoing major visceral surgery who received education had comparable pain scores to control patients on postoperative days 2 and 7, except patients in the education group reported higher scores with respect to pain intensity on day 7. The above studies highlight that some negative effects with respect to the experience of postoperative pain following educational interventions can occur.</p></sec><sec disp-level="2" id="s0004-s2002"><title>Postoperative Opioid Use</title><p>A total of eight studies reported on postoperative opioid consumption.<sup><xref rid="cit0030" ref-type="bibr">30</xref>,<xref rid="cit0036" ref-type="bibr">36</xref>,<xref rid="cit0043" ref-type="bibr">43</xref>,<xref rid="cit0045" ref-type="bibr">45</xref>,<xref rid="cit0050" ref-type="bibr">50</xref>,<xref rid="cit0056" ref-type="bibr">56</xref>,<xref rid="cit0058" ref-type="bibr">58</xref>,<xref rid="cit0059" ref-type="bibr">59</xref></sup> All of these found that perioperative patient education significantly reduced postoperative opioid use.</p><p>Six studies employed videos about safe opioid use as the educational intervention.<sup><xref rid="cit0030" ref-type="bibr">30</xref>,<xref rid="cit0036" ref-type="bibr">36</xref>,<xref rid="cit0043" ref-type="bibr">43</xref>,<xref rid="cit0045" ref-type="bibr">45</xref>,<xref rid="cit0058" ref-type="bibr">58</xref>,<xref rid="cit0059" ref-type="bibr">59</xref></sup> In a study by Vincent et al.<sup><xref rid="cit0043" ref-type="bibr">43</xref></sup> of patients undergoing outpatient upper extremity surgery, patients who received preoperative opioid counseling in the form of a 5-min video consumed significantly fewer opioids postoperatively, 93.7 morphine equivalent units compared to 143.4 morphine equivalent units in the control group. There was no difference in pain at any point between groups. In a study by Stepan et al.,<sup><xref rid="cit0036" ref-type="bibr">36</xref></sup> all patients scheduled to undergo ambulatory hand surgery received a webinar video with instructions for study participation, and the education group received an additional 10&#x000a0;min of instruction on postoperative pain management plus a postoperative pain management reference card. Patients in the education group were more likely to take no opioid medication (42% versus 25%) and took significantly fewer opioid pills than those in the control group. Zohar-Bondar et al.<sup><xref rid="cit0030" ref-type="bibr">30</xref></sup> randomized patients scheduled to undergo elective outpatient surgery, comprising soft tissue procedures distal to the wrist, to either receive pain management education or standard of care. As in Stepan et al.,<sup><xref rid="cit0036" ref-type="bibr">36</xref></sup> all patients viewed a webinar video before surgery, with the education group having an additional 10&#x000a0;min of education and receiving a pain management reference card for review after surgery. Patients in the education group took significantly fewer opioid pills (median&#x000a0;=&#x000a0;0, range 0&#x02013;13) than those in the standard group (median&#x000a0;=&#x000a0;0.5, range 0&#x02013;40), although opioid consumption was low in both groups likely due to the minor nature of the surgical procedure.</p><p>In a study by Paskey et al.,<sup><xref rid="cit0059" ref-type="bibr">59</xref></sup> preoperative opioid counseling was delivered via a 5-min video. Patients undergoing elective outpatient lower extremity orthopedic surgery who received the preoperative opioid counseling consumed on average 6.5 opioid pills in comparison to the control group, which consumed on average 12.4 pills. In a study by Ilyas et al.,<sup><xref rid="cit0058" ref-type="bibr">58</xref></sup> patients undergoing outpatient orthopedic surgeries who also received preoperative opioid education in the form of a brief video consumed significantly fewer opioids (6 pills) when compared with the group not receiving education (12 pills). This finding was consistent across both upper and lower extremity surgery.</p><p>A study by Cheesman et al.<sup><xref rid="cit0045" ref-type="bibr">45</xref></sup> examined the long-term effects of preoperative opioid education delivered in the form of a 2-min video and a paper outline of the key points in the video. They examined postoperative opioid consumption after arthroscopic rotator cuff repair at 2-year follow-up. They found that preoperative opioid education had significant benefits for patients in the education cohort compared to the control cohort, including a lower rate of opioid dependence, fewer filled prescriptions for opioids, and lower consumption of opioids.</p><p>In two studies, preoperative opioid education was delivered in person by a surgeon.<sup><xref rid="cit0050" ref-type="bibr">50</xref>,<xref rid="cit0056" ref-type="bibr">56</xref></sup> A study by Alter and Ilyas provided in-person counseling and a one-page information form regarding opioid use and nonopioid therapy options.<sup>35</sup> They found that patients in the counseling group consumed significantly fewer opioid pills and fewer total pain pills compared to control patients, with no significant difference in reported pain levels. Similarly, in a study by Sugai et al.,<sup><xref rid="cit0056" ref-type="bibr">56</xref></sup> participants in the experimental group received in-person and written forms of patient education 2 weeks before outpatient surgery consisting of information about how the body responds to pain and how endorphins cause natural analgesia. Ninety percent of subjects in the experimental group declined a prescription for hydrocodone, whereas 100% of participants in the control group filled their hydrocodone prescriptions. However, the study did not specify whether the control group was given the option to decline the hydrocodone prescription in the same way that the experimental group was. Importantly, the study also did not provide information on how much hydrocodone was consumed by control participants, and only 20% requested a refill of hydrocodone. There was also little information provided regarding the types of surgeries performed and how they were distributed between the two groups. The control group was also younger than the experimental group, which may have confounded the results because younger age is a known risk factor for opioid use after surgery.<sup><xref rid="cit0065" ref-type="bibr">65</xref></sup></p></sec><sec disp-level="2" id="s0004-s2003"><title>Psychological Outcomes</title><p>Twenty-four studies<sup><xref rid="cit0031" ref-type="bibr">31</xref>,<xref rid="cit0034" ref-type="bibr">34</xref>,<xref rid="cit0035" ref-type="bibr">35</xref>,<xref rid="cit0037" ref-type="bibr">37&#x02013;42</xref>,<xref rid="cit0044" ref-type="bibr">44</xref>,<xref rid="cit0046" ref-type="bibr">46&#x02013;49</xref>,<xref rid="cit0051" ref-type="bibr">51&#x02013;54</xref>,<xref rid="cit0057" ref-type="bibr">57</xref>,<xref rid="cit0060" ref-type="bibr">60&#x02013;64</xref></sup> reported data on postoperative psychological outcomes, and 20 of these found positive effects of preoperative educational interventions.<sup><xref rid="cit0031" ref-type="bibr">31</xref>,<xref rid="cit0034" ref-type="bibr">34</xref>,<xref rid="cit0035" ref-type="bibr">35</xref>,<xref rid="cit0037" ref-type="bibr">37&#x02013;39</xref>,<xref rid="cit0044" ref-type="bibr">44</xref>,<xref rid="cit0046" ref-type="bibr">46&#x02013;49</xref>,<xref rid="cit0051" ref-type="bibr">51&#x02013;54</xref>,<xref rid="cit0060" ref-type="bibr">60&#x02013;64</xref></sup> Fourteen of these studies found a significant decrease in postoperative anxiety in participants exposed to perioperative education.<sup><xref rid="cit0031" ref-type="bibr">31</xref>,<xref rid="cit0035" ref-type="bibr">35</xref>,<xref rid="cit0038" ref-type="bibr">38</xref>,<xref rid="cit0039" ref-type="bibr">39</xref>,<xref rid="cit0044" ref-type="bibr">44</xref>,<xref rid="cit0046" ref-type="bibr">46</xref>,<xref rid="cit0052" ref-type="bibr">52&#x02013;54</xref>,<xref rid="cit0060" ref-type="bibr">60&#x02013;64</xref></sup> For instance, Pereria et al.<sup><xref rid="cit0052" ref-type="bibr">52</xref></sup> found that an empathic patient-centered intervention reduced anxiety and increased surgical recovery scores, wound healing, and patient satisfaction. They postulated that improved surgical recovery and wound healing could be a direct result of the empathic patient-centered approach or could be mediated by decreased preoperative anxiety.</p><p>Postoperative patient satisfaction scores were reported in nine studies,<sup><xref rid="cit0035" ref-type="bibr">35</xref>,<xref rid="cit0037" ref-type="bibr">37</xref>,<xref rid="cit0039" ref-type="bibr">39</xref>,<xref rid="cit0042" ref-type="bibr">42</xref>,<xref rid="cit0049" ref-type="bibr">49</xref>,<xref rid="cit0051" ref-type="bibr">51</xref>,<xref rid="cit0052" ref-type="bibr">52</xref>,<xref rid="cit0054" ref-type="bibr">54</xref>,<xref rid="cit0063" ref-type="bibr">63</xref></sup> and seven of these studies<sup><xref rid="cit0035" ref-type="bibr">35</xref>,<xref rid="cit0037" ref-type="bibr">37</xref>,<xref rid="cit0039" ref-type="bibr">39</xref>,<xref rid="cit0049" ref-type="bibr">49</xref>,<xref rid="cit0051" ref-type="bibr">51</xref>,<xref rid="cit0052" ref-type="bibr">52</xref>,<xref rid="cit0054" ref-type="bibr">54</xref></sup> reported improved scores after receiving preoperative education, whereas the remaining two studies<sup><xref rid="cit0042" ref-type="bibr">42</xref>,<xref rid="cit0063" ref-type="bibr">63</xref></sup> saw no effect.</p><p>Fahimi et al.<sup><xref rid="cit0034" ref-type="bibr">34</xref></sup> observed a reduction in postoperative delirium following a preoperative educational intervention to help patients undergoing coronary artery bypass surgery familiarize themselves with the surgical and intensive care unit (ICU) environment and procedures. The authors postulated that increased familiarity with the ICU resulting from the preoperative intervention contributed to a lower incidence of delirium on days 2 to 4 after surgery. Billquist et al.<sup><xref rid="cit0048" ref-type="bibr">48</xref></sup> found improved patient preparedness after preoperative education.</p><p>In three studies,<sup><xref rid="cit0040" ref-type="bibr">40</xref>,<xref rid="cit0042" ref-type="bibr">42</xref>,<xref rid="cit0057" ref-type="bibr">57</xref></sup> no differences were found in postoperative psychological outcomes after preoperative education. Str&#x000f8;m et al.<sup><xref rid="cit0040" ref-type="bibr">40</xref></sup> examined the effect of a web-based Spine Platform featuring Interaction and Information by Animation on symptoms of anxiety, depression, pain, disability, and health-related quality of life. They found no statistically significant difference between the web-based Spine Platform featuring Interaction and Information by Animation group and the control group regarding Hospital Anxiety and Depression Scale scores at 3-month follow-up. Similarly, Eley et al.<sup><xref rid="cit0042" ref-type="bibr">42</xref></sup> and Campagna et al.<sup><xref rid="cit0057" ref-type="bibr">57</xref></sup> found no effect of education on postoperative anxiety. Eley et al. also saw no improvement in satisfaction following preoperative education for women undergoing elective cesarean section and observed that satisfaction was already high in this study population.</p><p>Klaiber et al.<sup><xref rid="cit0041" ref-type="bibr">41</xref></sup> found mixed effects for psychological outcomes. Anxiety levels on day 7 and day 30 after surgery did not differ in patients undergoing major visceral surgery, whether they were provided with preoperative education or not. However, they did observe lower depression scores on day 30 in the group that received education compared to standard care.</p></sec></sec><sec disp-level="1" id="s0005"><title>Discussion</title><p>Overall, this narrative review found that preoperative education interventions are beneficial in reducing postsurgical opioid consumption and improving psychological outcomes, especially anxiety. There is also evidence of benefits for postoperative pain, but studies are more mixed in this regard. Preoperative educational interventions are effective strategies that can be used to enhance patient safety and overall psychological well-being.</p><p>Five of 12 studies that examined effects on pain reported a reduction in postoperative pain after integrating perioperative education,<sup><xref rid="cit0029" ref-type="bibr">29</xref>,<xref rid="cit0047" ref-type="bibr">47</xref>,<xref rid="cit0050" ref-type="bibr">50</xref>,<xref rid="cit0052" ref-type="bibr">52</xref>,<xref rid="cit0055" ref-type="bibr">55</xref>,<xref rid="cit0056" ref-type="bibr">56</xref></sup> while four studies found no effect on pain,<sup><xref rid="cit0043" ref-type="bibr">43</xref>,<xref rid="cit0050" ref-type="bibr">50</xref>,<xref rid="cit0057" ref-type="bibr">57</xref>,<xref rid="cit0058" ref-type="bibr">58</xref></sup> one study found mixed effects,<sup><xref rid="cit0040" ref-type="bibr">40</xref></sup> and two studies found evidence for a negative effect.<sup><xref rid="cit0041" ref-type="bibr">41</xref>,<xref rid="cit0060" ref-type="bibr">60</xref></sup> Studies that showed a benefit of educational interventions for postoperative pain relied primarily on in-person delivery of education, as opposed to video-based interventions or web applications primarily used in the other studies. Controlled studies that more carefully examine how the format of preoperative education influences postoperative pain are therefore warranted to find the best protocol for improving this outcome.</p><p>All studies that evaluated postoperative opioid consumption found that perioperative education significantly reduced postoperative opioid use without adverse effects on postoperative pain.<sup><xref rid="cit0030" ref-type="bibr">30</xref>,<xref rid="cit0036" ref-type="bibr">36</xref>,<xref rid="cit0043" ref-type="bibr">43</xref>,<xref rid="cit0045" ref-type="bibr">45</xref>,<xref rid="cit0050" ref-type="bibr">50</xref>,<xref rid="cit0056" ref-type="bibr">56</xref>,<xref rid="cit0058" ref-type="bibr">58</xref>,<xref rid="cit0059" ref-type="bibr">59</xref></sup> All of these studies focused the topic of education on safe postoperative opioid use and nonopioid approaches to pain management, and most relied on brief videos to deliver the educational intervention. These findings demonstrate that preoperative opioid education is feasible and effective in reducing subsequent opioid use, providing a promising avenue toward minimizing postoperative opioid consumption.</p><p>Psychological outcomes were by far the most common outcome reported (i.e., 24 articles), with significant improvements noted with respect to anxiety<sup><xref rid="cit0031" ref-type="bibr">31</xref>,<xref rid="cit0035" ref-type="bibr">35</xref>,<xref rid="cit0038" ref-type="bibr">38</xref>,<xref rid="cit0039" ref-type="bibr">39</xref>,<xref rid="cit0044" ref-type="bibr">44</xref>,<xref rid="cit0046" ref-type="bibr">46</xref>,<xref rid="cit0052" ref-type="bibr">52&#x02013;54</xref>,<xref rid="cit0060" ref-type="bibr">60&#x02013;64</xref></sup> and patient satisfaction<sup><xref rid="cit0035" ref-type="bibr">35</xref>,<xref rid="cit0037" ref-type="bibr">37</xref>,<xref rid="cit0039" ref-type="bibr">39</xref>,<xref rid="cit0049" ref-type="bibr">49</xref>,<xref rid="cit0051" ref-type="bibr">51</xref>,<xref rid="cit0052" ref-type="bibr">52</xref>,<xref rid="cit0054" ref-type="bibr">54</xref></sup> across many of the studies. There was no one approach to the format and topic of education that stood out at as superior in this domain, suggesting that there is flexibility in selecting the appropriate educational approach to implement preoperatively based on the available resources and constraints of the surgical service.</p><p>Most of the studies included in this review relied on short educational interventions that were practical to implement as part of the process of preparing patients for surgery. There was some evidence that in-person interventions delivered by a health care provider were more effective for improving postoperative pain, whereas using a brief educational video was sufficient to have a positive impact on reducing postoperative opioid consumption. Out of 34 studies, only 2 showed no effect of the education intervention in any domain. These findings suggest that implementing a preoperative educational intervention as part of routine preoperative care is feasible and has a high probability of success.</p></sec><sec disp-level="1" id="s0006"><title>Limitations</title><p>Although MEDLINE ALL is a very robust database, we may not have identified all articles available on the topic by searching only this database. This narrative review was limited to studies that met the current inclusion criteria.</p><p>Among the included studies, the length of follow-up was variable, and there were limited data regarding long-term benefit. Only four studies measured outcomes beyond the first 3&#x000a0;months after surgery,<sup><xref rid="cit0037" ref-type="bibr">37</xref>,<xref rid="cit0040" ref-type="bibr">40</xref>,<xref rid="cit0045" ref-type="bibr">45</xref>,<xref rid="cit0055" ref-type="bibr">55</xref></sup> with two studies finding that preoperative educational interventions had long-term benefits at 12&#x000a0;months<sup><xref rid="cit0037" ref-type="bibr">37</xref></sup> and up to 2&#x000a0;years<sup><xref rid="cit0045" ref-type="bibr">45</xref></sup> and the other two finding no differences in outcomes at 6 months<sup><xref rid="cit0040" ref-type="bibr">40</xref></sup> and 12 months.<sup><xref rid="cit0055" ref-type="bibr">55</xref></sup> Orthopedics was the most common surgical specialty represented among the included studies, which may limit the overall applicability of the results. In some studies, clinical details, such as patient demographic characteristics, history of chronic pain, and type of opioid prescribed were not available.</p><p>There were also concerns regarding the methodological quality of two-thirds of the included studies. Many studies provided limited details regarding the randomization and concealment process or used approaches that did not reflect assignment at random (e.g., assignment by year of birth). Proper blinding of participants and health care providers was also a notable challenge with study design across many of the include studies. Participants and health care providers were often aware of the participants&#x02019; assigned condition by virtue of implementing the educational intervention. Only a few studies took care to design an intervention that appeared similar in both the experimental and control groups. For instance, Stepan et al.<sup><xref rid="cit0036" ref-type="bibr">36</xref></sup> and Zohar-Bondar et al.<sup><xref rid="cit0030" ref-type="bibr">30</xref></sup> used a video intervention where both groups watched a video about study participation but the intervention group also received education as part of the video content. This approach allowed for more careful assessment of the influence of educational content itself and proper blinding.</p><p>Overall, more rigorous methodological approaches are required in future research in this area.</p></sec><sec disp-level="1" id="s0007"><title>Future Directions</title><p>Opioids have played an integral role in treating acute postoperative pain, and surgery remains one of the most common indications for the initiation of opioids.<sup><xref rid="cit0001" ref-type="bibr">1</xref></sup> Prescribing habits vary worldwide, with North American surgeons out-prescribing other parts of the world,<sup><xref rid="cit0066" ref-type="bibr">66</xref></sup> and Canada ranking second in the number of opioids prescriptions per capita.<sup><xref rid="cit0021" ref-type="bibr">21</xref></sup> Thus, opioid prescribing has remained a prominent public health concern and a contributing factor to the ongoing opioid epidemic. Perioperatively, physicians have responded to this crisis by creating new opioid prescribing guidelines.<sup><xref rid="cit0024" ref-type="bibr">24</xref></sup> Organizations, including the Centers for Disease Control and Prevention, have continued to support health care systems with data, tools, and guidance for evidence-based decision making with aims to improve opioid prescribing and patient safety. A part of this initiative includes increasing public awareness about prescription opioids to encourage safe choices regarding opioid consumption.<sup><xref rid="cit0067" ref-type="bibr">67</xref></sup> The preoperative period is a pivotal time point to initiate patient education and promote greater awareness of opioid safety.</p><p>As we continue to perform millions of major surgical interventions annually, it behooves perioperative health care practitioners to create perioperative education resources. The cost to society for poor surgical outcomes is estimated to be billions of dollars per year.<sup><xref rid="cit0068" ref-type="bibr">68</xref></sup> Every attempt should be made to create low-cost solutions to such a major health care challenge. There is currently considerable interest in building transitional pain services that are focused on identifying and treating patients at risk of developing chronic postsurgical pain and persistent opioid use.<sup><xref rid="cit0009" ref-type="bibr">9</xref></sup> The results of this review suggest that presurgical educational tools could be a useful addition to these types of services and provide value for patients set to undergo a surgical intervention. A strategy that provides essential information to patients about their surgical journey, including postoperative pain and safe opioid use, and helps to allay patients&#x02019; anxiety and fears prior to surgery would pay dividends going forward. Ultimately, a nationally available preoperative educational resource would have a beneficial impact on reducing pain-related disability and persistent opioid use in surgical patients across Canada.</p><p>The multistakeholder national initiative, Pain Canada, supported by Pain BC, aims to develop preoperative education modules that can be accessible to all Canadians scheduled to have surgery. We hope that these online modules will help to prepare patients psychologically and provide them with information about what to expect during the preoperative and postoperative periods. Delivering this type of educational content will aim to foster clearer expectations regarding the postsurgical recovery process and safe medication use.</p></sec><sec disp-level="1" id="s0008"><title>Conclusion</title><p>It is imperative that strategies continue to be implemented to reduce persistent opioid use following surgery, which could evolve into an opioid use disorder for some patients. Preoperative educational programs continue to show promise as an effective strategy aimed at protecting patients and improving healthcare in Canada. Though there are no concrete protocols that can be outlined from this narrative review, it is apparent that preoperative education can be consistently successful in helping to reduce opioid use and improve psychological outcomes, as well as having potential for improving postoperative pain. Future research is needed, aligned with novel educational content delivered in a timely manner in the preoperative setting. Based on this review, we would anticipate that these educational interventions will improve outcomes, positively impact patient psychological outcomes, reduce health care costs, and ultimately save lives.</p></sec></body><back><sec sec-type="COI-statement" disp-level="1" id="s0009"><title>Disclosure Statement</title><p>HC is funded via a Merit Award from the Department of Anesthesiology and Pain Medicine at the University of Toronto and is the president-elect of the Canadian Pain Society. BR was funded by a CIHR Banting Postdoctoral Fellowship. All other authors have no conflict of interest to report.</p></sec><ref-list><title>References</title><ref id="cit0001"><label>1.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Ladha</surname>
<given-names>KS</given-names></string-name>, <string-name><surname>Neuman</surname>
<given-names>MD</given-names></string-name>, <string-name><surname>Broms</surname>
<given-names>G</given-names></string-name>, <string-name><surname>Bethell</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Bateman</surname>
<given-names>BT</given-names></string-name>, <string-name><surname>Wijeysundera</surname>
<given-names>DN</given-names></string-name>, <string-name><surname>Bell</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Hallqvist</surname>
<given-names>L</given-names></string-name>, <string-name><surname>Svensson</surname>
<given-names>T</given-names></string-name>, <string-name><surname>Newcomb</surname>
<given-names>CW</given-names></string-name>, et al</person-group>. <article-title>Opioid prescribing after surgery in the United States, Canada, and Sweden</article-title>. <source>JAMA Network Open</source>. <year>2019</year>;<volume>2</volume>(<issue>9</issue>):<fpage>e1910734</fpage>. doi:<pub-id pub-id-type="doi">10.1001/jamanetworkopen.2019.10734</pub-id>.<pub-id pub-id-type="pmid">31483475</pub-id>
</mixed-citation></ref><ref id="cit0002"><label>2.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Katz</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Seltzer</surname>
<given-names>Z.</given-names></string-name></person-group>
<article-title>Transition from acute to chronic postsurgical pain: risk factors and protective factors</article-title>. <source>Expert Rev Neurother</source>. <year>2009</year>;<volume>9</volume>(<issue>5</issue>):<fpage>723</fpage>&#x02013;<lpage>23</lpage>. doi:<pub-id pub-id-type="doi">10.1586/ern.09.20</pub-id>.<pub-id pub-id-type="pmid">19402781</pub-id>
</mixed-citation></ref><ref id="cit0003"><label>3.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Fletcher</surname>
<given-names>D</given-names></string-name>, <string-name><surname>Stamer</surname>
<given-names>UM</given-names></string-name>, <string-name><surname>Pogatzki-Zahn</surname>
<given-names>E</given-names></string-name>, <string-name><surname>Zaslansky</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Tanase</surname>
<given-names>NV</given-names></string-name>, <string-name><surname>Perruchoud</surname>
<given-names>C</given-names></string-name>, <string-name><surname>Kranke</surname>
<given-names>P</given-names></string-name>, <string-name><surname>Komann</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Lehman</surname>
<given-names>T</given-names></string-name>, <string-name><surname>Meer</surname>
<given-names>W</given-names></string-name>, et al</person-group>. <article-title>Chronic postsurgical pain in Europe: an observational study</article-title>. <source>Eur J Anaesthesiology</source>. <year>2015</year>;<volume>32</volume>(<issue>10</issue>):<fpage>725</fpage>&#x02013;<lpage>34</lpage>. doi:<pub-id pub-id-type="doi">10.1097/EJA.0000000000000319</pub-id>.</mixed-citation></ref><ref id="cit0004"><label>4.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Schug</surname>
<given-names>SA</given-names></string-name>, <string-name><surname>Lavand&#x02019;homme</surname>
<given-names>P</given-names></string-name>, <string-name><surname>Barke</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Korwisi</surname>
<given-names>B</given-names></string-name>, <string-name><surname>Rief</surname>
<given-names>W</given-names></string-name>, <string-name><surname>Treede</surname>
<given-names>R-D</given-names></string-name></person-group>. <article-title>The IASP classification of chronic pain for ICD-11: chronic postsurgical or posttraumatic pain</article-title>. <source>PAIN</source>. <year>2019</year>;<volume>160</volume>(<issue>1</issue>):<fpage>45</fpage>&#x02013;<lpage>52</lpage>. doi:<pub-id pub-id-type="doi">10.1097/j.pain.0000000000001413</pub-id>.<pub-id pub-id-type="pmid">30586070</pub-id>
</mixed-citation></ref><ref id="cit0005"><label>5.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Rosenberger</surname>
<given-names>DC</given-names></string-name>, <string-name><surname>Pogatzki-Zahn</surname>
<given-names>EM</given-names></string-name></person-group>. <article-title>Chronic post-surgical pain &#x02013; update on incidence, risk factors and preventive treatment options</article-title>. <source>BJA Educ</source>. <year>2022</year>;<volume>22</volume>(<issue>5</issue>):<fpage>190</fpage>&#x02013;<lpage>96</lpage>. doi:<pub-id pub-id-type="doi">10.1016/j.bjae.2021.11.008</pub-id>.<pub-id pub-id-type="pmid">35496645</pub-id>
</mixed-citation></ref><ref id="cit0006"><label>6.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Katz</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Weinrib</surname>
<given-names>AZ</given-names></string-name>, <string-name><surname>Clarke</surname>
<given-names>H</given-names></string-name></person-group>. <article-title>Chronic postsurgical pain: from risk factor identification to multidisciplinary management at the Toronto General Hospital transitional pain service</article-title>. <source>Can J Pain</source>. <year>2019</year>;<volume>3</volume>(<issue>2</issue>):<fpage>49</fpage>&#x02013;<lpage>58</lpage>. doi:<pub-id pub-id-type="doi">10.1080/24740527.2019.1574537</pub-id>.</mixed-citation></ref><ref id="cit0007"><label>7.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Hah</surname>
<given-names>JM</given-names></string-name>, <string-name><surname>Bateman</surname>
<given-names>BT</given-names></string-name>, <string-name><surname>Ratliff</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Curtin</surname>
<given-names>C</given-names></string-name>, <string-name><surname>Sun</surname>
<given-names>E</given-names></string-name></person-group>. <article-title>Chronic opioid use after surgery: implications for perioperative management in the face of the opioid epidemic</article-title>. <source>Anesth Analg</source>. <year>2017</year>;<volume>125</volume>(<issue>5</issue>):<fpage>1733</fpage>&#x02013;<lpage>40</lpage>. doi:<pub-id pub-id-type="doi">10.1213/ANE.0000000000002458</pub-id>.<pub-id pub-id-type="pmid">29049117</pub-id>
</mixed-citation></ref><ref id="cit0008"><label>8.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Wylie</surname>
<given-names>JA</given-names></string-name>, <string-name><surname>Kong</surname>
<given-names>L</given-names></string-name>, <string-name><surname>Barth</surname>
<given-names>RJJ</given-names></string-name></person-group>. <article-title>Opioid dependence and overdose after surgery: rate, risk factors, and reasons</article-title>. <source>Ann Surg</source>. <year>2022</year>;<volume>276</volume>(<issue>3</issue>):<fpage>e192</fpage>. doi:<pub-id pub-id-type="doi">10.1097/SLA.0000000000005546</pub-id>.<pub-id pub-id-type="pmid">35837951</pub-id>
</mixed-citation></ref><ref id="cit0009"><label>9.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Katz</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Weinrib</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Fashler</surname>
<given-names>SR</given-names></string-name>, <string-name><surname>Katznelson</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Shah</surname>
<given-names>B</given-names></string-name>, <string-name><surname>Ladak</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Jiang</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Li</surname>
<given-names>Q</given-names></string-name>, <string-name><surname>McMillan</surname>
<given-names>K</given-names></string-name>, <string-name><surname>Santa Mina</surname>
<given-names>D</given-names></string-name>, et al</person-group>. <article-title>The Toronto General Hospital transitional pain service: development and implementation of a multidisciplinary program to prevent chronic postsurgical pain</article-title>. <source>J Pain Res</source>. <year>2015</year>;<volume>8</volume>:<fpage>695</fpage>&#x02013;<lpage>702</lpage>. doi:<pub-id pub-id-type="doi">10.2147/JPR.S91924</pub-id>.<pub-id pub-id-type="pmid">26508886</pub-id>
</mixed-citation></ref><ref id="cit0010"><label>10.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Shipton</surname>
<given-names>EA</given-names></string-name></person-group>. <article-title>The transition of acute postoperative pain to chronic pain: part 2 &#x02013; limiting the transition</article-title>. <source>Trends Anaes Crit Care</source>. <year>2014</year>;<volume>4</volume>(<issue>2</issue>):<fpage>71</fpage>&#x02013;<lpage>75</lpage>. doi:<pub-id pub-id-type="doi">10.1016/j.tacc.2014.04.002</pub-id>.</mixed-citation></ref><ref id="cit0011"><label>11.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Burns</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Urman</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Pian</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Coppes</surname>
<given-names>OJM</given-names></string-name></person-group>. <article-title>Reducing new persistent opioid use after surgery: a review of interventions</article-title>. <source>Curr Pain Headache Rep</source>. <year>2021</year>;<volume>25</volume>(<issue>5</issue>):<fpage>27</fpage>. doi:<pub-id pub-id-type="doi">10.1007/s11916-021-00943-6</pub-id>.<pub-id pub-id-type="pmid">33760983</pub-id>
</mixed-citation></ref><ref id="cit0012"><label>12.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Poland</surname>
<given-names>F</given-names></string-name>, <string-name><surname>Spalding</surname>
<given-names>N</given-names></string-name>, <string-name><surname>Gregory</surname>
<given-names>S</given-names></string-name>, <string-name><surname>McCulloch</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Sargen</surname>
<given-names>K</given-names></string-name>, <string-name><surname>Vicary</surname>
<given-names>P</given-names></string-name></person-group>. <article-title>Developing patient education to enhance recovery after colorectal surgery through action research: a qualitative study</article-title>. <source>BMJ Open</source>. <year>2017</year>;<volume>7</volume>(<issue>6</issue>):<fpage>e013498</fpage>. doi:<pub-id pub-id-type="doi">10.1136/bmjopen-2016-013498</pub-id>.</mixed-citation></ref><ref id="cit0013"><label>13.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Khorfan</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Shallcross</surname>
<given-names>ML</given-names></string-name>, <string-name><surname>Yu</surname>
<given-names>B</given-names></string-name>, <string-name><surname>Sanchez</surname>
<given-names>N</given-names></string-name>, <string-name><surname>Parilla</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Coughlin</surname>
<given-names>JM</given-names></string-name>, <string-name><surname>Johnson</surname>
<given-names>JK</given-names></string-name>, <string-name><surname>Bilimoria</surname>
<given-names>KY</given-names></string-name>, <string-name><surname>Stulberg</surname>
<given-names>JJ</given-names></string-name></person-group>. <article-title>Preoperative patient education and patient preparedness are associated with less postoperative use of opioids</article-title>. <source>Surgery</source>. <year>2020</year>;<volume>167</volume>(<issue>5</issue>):<fpage>852</fpage>&#x02013;<lpage>58</lpage>. doi:<pub-id pub-id-type="doi">10.1016/j.surg.2020.01.002</pub-id>.<pub-id pub-id-type="pmid">32087946</pub-id>
</mixed-citation></ref><ref id="cit0014"><label>14.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Kruzik</surname>
<given-names>N</given-names></string-name></person-group>. <article-title>Benefits of preoperative education for adult elective surgery patients</article-title>. <source>AORN J</source>. <year>2009</year>;<volume>90</volume>(<issue>3</issue>):<fpage>381</fpage>&#x02013;<lpage>87</lpage>. doi:<pub-id pub-id-type="doi">10.1016/j.aorn.2009.06.022</pub-id>.<pub-id pub-id-type="pmid">19735761</pub-id>
</mixed-citation></ref><ref id="cit0015"><label>15.</label><mixed-citation publication-type="webpage"><article-title>Surgical safety in Canada: a 10-year review of CMPA and HIROC medico-legal data</article-title>. <date-in-citation>[accessed 2023 <month>Aug</month>
<day>2</day>]</date-in-citation>. <ext-link xlink:href="https://www.patientsafetyinstitute.ca:443/en/toolsResources/Surgical-Safety-in-Canada/Pages/default.aspx" ext-link-type="uri">https://www.patientsafetyinstitute.ca:443/en/toolsResources/Surgical-Safety-in-Canada/Pages/default.aspx</ext-link>.</mixed-citation></ref><ref id="cit0016"><label>16.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Hill</surname>
<given-names>MV</given-names></string-name>, <string-name><surname>Stucke</surname>
<given-names>RS</given-names></string-name>, <string-name><surname>Billmeier</surname>
<given-names>SE</given-names></string-name>, <string-name><surname>Kelly</surname>
<given-names>JL</given-names></string-name>, <string-name><surname>Barth</surname>
<given-names>RJ</given-names></string-name></person-group>. <article-title>Guideline for discharge opioid prescriptions after inpatient general surgical procedures</article-title>. <source>J Am Coll Surg</source>. <year>2018</year>;<volume>226</volume>(<issue>6</issue>):<fpage>996</fpage>&#x02013;<lpage>1003</lpage>. doi:<pub-id pub-id-type="doi">10.1016/j.jamcollsurg.2017.10.012</pub-id>.<pub-id pub-id-type="pmid">29198638</pub-id>
</mixed-citation></ref><ref id="cit0017"><label>17.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Neuman</surname>
<given-names>MD</given-names></string-name>, <string-name><surname>Bateman</surname>
<given-names>BT</given-names></string-name>, <string-name><surname>Wunsch</surname>
<given-names>H</given-names></string-name></person-group>. <article-title>Inappropriate opioid prescription after surgery</article-title>. <source>Lancet</source>. <year>2019</year>;<volume>393</volume>(<issue>10180</issue>):<fpage>1547</fpage>&#x02013;<lpage>57</lpage>. doi:<pub-id pub-id-type="doi">10.1016/S0140-6736(19)30428-3</pub-id>.<pub-id pub-id-type="pmid">30983590</pub-id>
</mixed-citation></ref><ref id="cit0018"><label>18.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><collab>Federal, provincial, and territorial Special Advisory Committee on the Epidemic of Opioid Overdoses</collab></person-group>. <article-title>CDC guideline for prescribing opioids for chronic pain &#x02014; United States, 2016</article-title>. <source>MMWR Recomm Rep</source>. <year>2016</year>;<volume>65</volume>. doi:<pub-id pub-id-type="doi">10.15585/mmwr.rr6501e1er</pub-id>.</mixed-citation></ref><ref id="cit0019"><label>19.</label><mixed-citation publication-type="webpage"><article-title>Opioid- and stimulant-related harms &#x02014; Canada.ca</article-title>. <date-in-citation>[accessed 2023 <month>Aug</month>
<day>2</day>]</date-in-citation>. <ext-link xlink:href="https://health-infobase.canada.ca/substance-related-harms/opioids-stimulants/" ext-link-type="uri">https://health-infobase.canada.ca/substance-related-harms/opioids-stimulants/</ext-link>.</mixed-citation></ref><ref id="cit0020"><label>20.</label><mixed-citation publication-type="webpage"><person-group person-group-type="author"><collab>Canada H</collab></person-group>. <article-title>Canada&#x02019;s opioid crisis (fact sheet)</article-title>. <comment>Published</comment>
<year>2020</year>
<month>Mar</month>
<day>19</day>
<date-in-citation>[accessed 2023 <month>Aug</month>
<day>2</day>]</date-in-citation>. <ext-link xlink:href="https://www.canada.ca/en/health-canada/services/publications/healthy-living/canada-opioid-crisis-fact-sheet.html" ext-link-type="uri">https://www.canada.ca/en/health-canada/services/publications/healthy-living/canada-opioid-crisis-fact-sheet.html</ext-link>.</mixed-citation></ref><ref id="cit0021"><label>21.</label><mixed-citation publication-type="book"><person-group person-group-type="author"><collab>Canadian Institute for Health Information</collab></person-group>. <source>Opioid prescribing in Canada: how are practices changing?</source>
<comment>Published online</comment>. <year>2019</year>. <ext-link xlink:href="https://www.cihi.ca/sites/default/files/document/opioid-prescribing-canada-trends-en-web.pdf" ext-link-type="uri">https://www.cihi.ca/sites/default/files/document/opioid-prescribing-canada-trends-en-web.pdf</ext-link>.</mixed-citation></ref><ref id="cit0022"><label>22.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Wilton</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Abdia</surname>
<given-names>Y</given-names></string-name>, <string-name><surname>Chong</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Karim</surname>
<given-names>ME</given-names></string-name>, <string-name><surname>Wong</surname>
<given-names>S</given-names></string-name>, <string-name><surname>MacInnes</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Balshaw</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Zhao</surname>
<given-names>B</given-names></string-name>, <string-name><surname>Gomes</surname>
<given-names>T</given-names></string-name>, <string-name><surname>Yu</surname>
<given-names>A</given-names></string-name>, et al</person-group>. <article-title>Prescription opioid treatment for non-cancer pain and initiation of injection drug use: large retrospective cohort study</article-title>. <source>BMJ</source>. <year>2021</year>;<volume>375</volume>:<fpage>e066965</fpage>. doi:<pub-id pub-id-type="doi">10.1136/bmj-2021-066965</pub-id>.<pub-id pub-id-type="pmid">34794949</pub-id>
</mixed-citation></ref><ref id="cit0023"><label>23.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Smolina</surname>
<given-names>K</given-names></string-name>, <string-name><surname>Crabtree</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Chong</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Zhao</surname>
<given-names>B</given-names></string-name>, <string-name><surname>Park</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Mill</surname>
<given-names>C</given-names></string-name>, <string-name><surname>Sch&#x000fc;tz</surname>
<given-names>CG</given-names></string-name></person-group>. <article-title>Patterns and history of prescription drug use among opioid-related drug overdose cases in British Columbia, Canada, 2015&#x02013;2016</article-title>. <source>Drug Alcohol Depend</source>. <year>2019</year>;<volume>194</volume>:<fpage>151</fpage>&#x02013;<lpage>58</lpage>. doi:<pub-id pub-id-type="doi">10.1016/j.drugalcdep.2018.09.019</pub-id>.<pub-id pub-id-type="pmid">30439611</pub-id>
</mixed-citation></ref><ref id="cit0024"><label>24.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Clarke</surname>
<given-names>HA</given-names></string-name>, <string-name><surname>Manoo</surname>
<given-names>V</given-names></string-name>, <string-name><surname>Pearsall</surname>
<given-names>EA</given-names></string-name>, <string-name><surname>Goel</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Feinberg</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Weinrib</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Chiu</surname>
<given-names>JC</given-names></string-name>, <string-name><surname>Shah</surname>
<given-names>B</given-names></string-name>, <string-name><surname>Ladak</surname>
<given-names>SSJ</given-names></string-name>, <string-name><surname>Ward</surname>
<given-names>S</given-names></string-name>, et al</person-group>. <article-title>Consensus statement for the prescription of pain medication at discharge after elective adult surgery</article-title>. <source>Can J Pain</source>. <year>2020</year>;<volume>4</volume>(<issue>1</issue>):<fpage>67</fpage>&#x02013;<lpage>85</lpage>. doi:<pub-id pub-id-type="doi">10.1080/24740527.2020.1724775</pub-id>.<pub-id pub-id-type="pmid">33987487</pub-id>
</mixed-citation></ref><ref id="cit0025"><label>25.</label><mixed-citation publication-type="webpage"><article-title>Risk factors for opioid misuse, addiction, and overdose</article-title>. <source>DOL</source>; <date-in-citation>[accessed 2023 <month>Aug</month>
<day>2</day>]</date-in-citation>. <ext-link xlink:href="http://www.dol.gov/agencies/owcp/opioids/riskfactors" ext-link-type="uri">http://www.dol.gov/agencies/owcp/opioids/riskfactors</ext-link>.</mixed-citation></ref><ref id="cit0026"><label>26.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Clarke</surname>
<given-names>H</given-names></string-name>, <string-name><surname>Azargive</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Montbriand</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Nicholls</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Sutherland</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Valeeva</surname>
<given-names>L</given-names></string-name>, <string-name><surname>Boulis</surname>
<given-names>S</given-names></string-name>, <string-name><surname>McMillan</surname>
<given-names>K</given-names></string-name>, <string-name><surname>Ladak</surname>
<given-names>SSJ</given-names></string-name>, <string-name><surname>Ladha</surname>
<given-names>K</given-names></string-name>, et al</person-group>. <article-title>Opioid weaning and pain management in postsurgical patients at the Toronto General Hospital transitional pain service</article-title>. <source>Can J Pain</source>. <year>2018</year>;<volume>2</volume>(<issue>1</issue>):<fpage>236</fpage>&#x02013;<lpage>47</lpage>. doi:<pub-id pub-id-type="doi">10.1080/24740527.2018.1501669</pub-id>.<pub-id pub-id-type="pmid">35005382</pub-id>
</mixed-citation></ref><ref id="cit0027"><label>27.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Busse</surname>
<given-names>JW</given-names></string-name>, <string-name><surname>Craigie</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Juurlink</surname>
<given-names>DN</given-names></string-name>, <string-name><surname>Buckley</surname>
<given-names>DN</given-names></string-name>, <string-name><surname>Wang</surname>
<given-names>L</given-names></string-name>, <string-name><surname>Couban</surname>
<given-names>RJ</given-names></string-name>, <string-name><surname>Agoritsas</surname>
<given-names>T</given-names></string-name>, <string-name><surname>Akl</surname>
<given-names>EA</given-names></string-name>, <string-name><surname>Carrasco-Labra</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Cooper</surname>
<given-names>L</given-names></string-name>, et al</person-group>. <article-title>Guideline for opioid therapy and chronic noncancer pain</article-title>. <source>CMAJ</source>. <year>2017</year>;<volume>189</volume>(<issue>18</issue>):<fpage>E659</fpage>&#x02013;<lpage>E666</lpage>. doi:<pub-id pub-id-type="doi">10.1503/cmaj.170363</pub-id>.<pub-id pub-id-type="pmid">28483845</pub-id>
</mixed-citation></ref><ref id="cit0028"><label>28.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Ladha</surname>
<given-names>KS</given-names></string-name>, <string-name><surname>Gagne</surname>
<given-names>JJ</given-names></string-name>, <string-name><surname>Patorno</surname>
<given-names>E</given-names></string-name>, <string-name><surname>Huybrechts</surname>
<given-names>KF</given-names></string-name>, <string-name><surname>Rathmell</surname>
<given-names>JP</given-names></string-name>, <string-name><surname>Wang</surname>
<given-names>SV</given-names></string-name>, <string-name><surname>Bateman</surname>
<given-names>BT</given-names></string-name></person-group>. <article-title>Opioid overdose after surgical discharge</article-title>. <source>JAMA</source>. <year>2018</year>;<volume>320</volume>(<issue>5</issue>):<fpage>502</fpage>&#x02013;<lpage>04</lpage>. doi:<pub-id pub-id-type="doi">10.1001/jama.2018.6933</pub-id>.<pub-id pub-id-type="pmid">30087999</pub-id>
</mixed-citation></ref><ref id="cit0029"><label>29.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Sawhney</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Watt-Watson</surname>
<given-names>J</given-names></string-name>, <string-name><surname>McGillion</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Pain Education</surname>
<given-names>A</given-names></string-name></person-group>. <article-title>Intervention for patients undergoing ambulatory inguinal hernia repair: a randomized controlled trial</article-title>. <source>Can J Nurs Res</source>. <year>2017</year>;<volume>49</volume>(<issue>3</issue>):<fpage>108</fpage>&#x02013;<lpage>17</lpage>. doi:<pub-id pub-id-type="doi">10.1177/0844562117714704</pub-id>.<pub-id pub-id-type="pmid">28841064</pub-id>
</mixed-citation></ref><ref id="cit0030"><label>30.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Zohar-Bondar</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Stepan</surname>
<given-names>JG</given-names></string-name>, <string-name><surname>Chapman</surname>
<given-names>T</given-names></string-name>, <string-name><surname>Sacks</surname>
<given-names>H</given-names></string-name>, <string-name><surname>Verrett</surname>
<given-names>I</given-names></string-name>, <string-name><surname>Fufa</surname>
<given-names>DT</given-names></string-name></person-group>. <article-title>The effect of standardized perioperative patient education on opioid use after minor soft tissue procedures distal to the wrist</article-title>. <source>J Hand Surg Am</source>. <year>2022</year>;<volume>47</volume>(<issue>6</issue>):<fpage>580.e1</fpage>&#x02013;<lpage>580.e9</lpage>. doi:<pub-id pub-id-type="doi">10.1016/j.jhsa.2021.06.009</pub-id>.</mixed-citation></ref><ref id="cit0031"><label>31.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Rajput</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Tiwari</surname>
<given-names>T</given-names></string-name>, <string-name><surname>Chaudhary</surname>
<given-names>A</given-names></string-name></person-group>. <article-title>Effect of preoperative multimedia based video information on perioperative anxiety and hemodynamic stability in patients undergoing surgery under spinal anesthesia</article-title>. <source>J Family Med Prim Care</source>. <year>2021</year>;<volume>10</volume>(<issue>1</issue>):<fpage>237</fpage>. doi:<pub-id pub-id-type="doi">10.4103/jfmpc.jfmpc_1544_20</pub-id>.<pub-id pub-id-type="pmid">34017733</pub-id>
</mixed-citation></ref><ref id="cit0032"><label>32.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Sterne</surname>
<given-names>JAC</given-names></string-name>, <string-name><surname>Savovi&#x00107;</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Page</surname>
<given-names>MJ</given-names></string-name>, <string-name><surname>Elbers</surname>
<given-names>RG</given-names></string-name>, <string-name><surname>Blencowe</surname>
<given-names>NS</given-names></string-name>, <string-name><surname>Boutron</surname>
<given-names>I</given-names></string-name>, <string-name><surname>Cates</surname>
<given-names>CJ</given-names></string-name>, <string-name><surname>Cheng</surname>
<given-names>H-Y</given-names></string-name>, <string-name><surname>Corbett</surname>
<given-names>MS</given-names></string-name>, <string-name><surname>Eldridge</surname>
<given-names>SM</given-names></string-name>, et al</person-group>. <article-title>RoB 2: a revised tool for assessing risk of bias in randomised trials</article-title>. <source>BMJ</source>. <year>2019</year>;<volume>366</volume>:<fpage>l4898</fpage>. doi:<pub-id pub-id-type="doi">10.1136/bmj.l4898</pub-id>.<pub-id pub-id-type="pmid">31462531</pub-id>
</mixed-citation></ref><ref id="cit0033"><label>33.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Sterne</surname>
<given-names>JA</given-names></string-name>, <string-name><surname>Hern&#x000e1;n</surname>
<given-names>MA</given-names></string-name>, <string-name><surname>Reeves</surname>
<given-names>BC</given-names></string-name>, <string-name><surname>Savovi&#x00107;</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Berkman</surname>
<given-names>ND</given-names></string-name>, <string-name><surname>Viswanathan</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Henry</surname>
<given-names>D</given-names></string-name>, <string-name><surname>Altman</surname>
<given-names>DG</given-names></string-name>, <string-name><surname>Ansari</surname>
<given-names>MT</given-names></string-name>, <string-name><surname>Boutron</surname>
<given-names>I</given-names></string-name>, et al</person-group>. <article-title>ROBINS-I: a tool for assessing risk of bias in non-randomised studies of interventions</article-title>. <source>BMJ</source>. <year>2016</year>;<volume>355</volume>:<fpage>i4919</fpage>. doi:<pub-id pub-id-type="doi">10.1136/bmj.i4919</pub-id>.<pub-id pub-id-type="pmid">27733354</pub-id>
</mixed-citation></ref><ref id="cit0034"><label>34.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Fahimi</surname>
<given-names>K</given-names></string-name>, <string-name><surname>Abbasi</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Zahedi</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Amanpour</surname>
<given-names>F</given-names></string-name>, <string-name><surname>Ebrahimi</surname>
<given-names>H</given-names></string-name></person-group>. <article-title>The effects of multimedia education on postoperative delirium in patients undergoing coronary artery bypass graft: a randomized clinical trial</article-title>. <source>Nurs Crit Care</source>. <year>2020</year>;<volume>25</volume>(<issue>6</issue>):<fpage>346</fpage>&#x02013;<lpage>52</lpage>. doi:<pub-id pub-id-type="doi">10.1111/nicc.12473</pub-id>.<pub-id pub-id-type="pmid">31532055</pub-id>
</mixed-citation></ref><ref id="cit0035"><label>35.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Lai</surname>
<given-names>VKW</given-names></string-name>, <string-name><surname>Ho</surname>
<given-names>KM</given-names></string-name>, <string-name><surname>Wong</surname>
<given-names>WT</given-names></string-name>, <string-name><surname>Leung</surname>
<given-names>P</given-names></string-name>, <string-name><surname>Gomersall</surname>
<given-names>CD</given-names></string-name>, <string-name><surname>Underwood</surname>
<given-names>MJ</given-names></string-name>, <string-name><surname>Joynt</surname>
<given-names>GM</given-names></string-name>, <string-name><surname>Lee</surname>
<given-names>A</given-names></string-name></person-group>. <article-title>Effect of preoperative education and ICU tour on patient and family satisfaction and anxiety in the intensive care unit after elective cardiac surgery: a randomised controlled trial</article-title>. <source>BMJ Qual Saf</source>. <year>2021</year>;<volume>30</volume>(<issue>3</issue>):<fpage>228</fpage>&#x02013;<lpage>35</lpage>. doi:<pub-id pub-id-type="doi">10.1136/bmjqs-2019-010667</pub-id>.</mixed-citation></ref><ref id="cit0036"><label>36.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Stepan</surname>
<given-names>JG</given-names></string-name>, <string-name><surname>Sacks</surname>
<given-names>HA</given-names></string-name>, <string-name><surname>Verret</surname>
<given-names>CI</given-names></string-name>, <string-name><surname>Wessel</surname>
<given-names>LE</given-names></string-name>, <string-name><surname>Kumar</surname>
<given-names>K</given-names></string-name>, <string-name><surname>Fufa</surname>
<given-names>DT</given-names></string-name></person-group>. <article-title>Standardized perioperative patient education decreases opioid use after hand surgery: a randomized controlled trial</article-title>. <source>Plast Reconstr Surg</source>. <year>2021</year>;<volume>147</volume>(<issue>2</issue>):<fpage>409</fpage>&#x02013;<lpage>18</lpage>. doi:<pub-id pub-id-type="doi">10.1097/PRS.0000000000007574</pub-id>.<pub-id pub-id-type="pmid">33235041</pub-id>
</mixed-citation></ref><ref id="cit0037"><label>37.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Hoorntje</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Waterval-Witjes</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Koenraadt</surname>
<given-names>KLM</given-names></string-name>, <string-name><surname>Kuijer</surname>
<given-names>PPFM</given-names></string-name>, <string-name><surname>Blankevoort</surname>
<given-names>L</given-names></string-name>, <string-name><surname>Kerkhoffs</surname>
<given-names>GMMJ</given-names></string-name>, <string-name><surname>van Geenen</surname>
<given-names>RCI</given-names></string-name></person-group>. <article-title>Goal attainment scaling rehabilitation improves satisfaction with work activities for younger working patients after knee arthroplasty: results from the randomized controlled ACTION Trial</article-title>. <source>J Bone Joint Surg</source>. <year>2020</year>;<volume>102</volume>(<issue>16</issue>):<fpage>1445</fpage>&#x02013;<lpage>53</lpage>. doi:<pub-id pub-id-type="doi">10.2106/JBJS.19.01471</pub-id>.<pub-id pub-id-type="pmid">32453116</pub-id>
</mixed-citation></ref><ref id="cit0038"><label>38.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Che</surname>
<given-names>YJ</given-names></string-name>, <string-name><surname>Gao</surname>
<given-names>YL</given-names></string-name>, <string-name><surname>Jing</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Kuang</surname>
<given-names>Y</given-names></string-name>, <string-name><surname>Zhang</surname>
<given-names>M</given-names></string-name></person-group>. <article-title>Effects of an informational video about anesthesia on pre- and post-elective cesarean section anxiety and recovery: a randomized controlled trial</article-title>. <source>Med Sci Monit</source>. <year>2020</year>:<volume>26</volume>. doi:<pub-id pub-id-type="doi">10.12659/MSM.920428</pub-id>.</mixed-citation></ref><ref id="cit0039"><label>39.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Yuzkat</surname>
<given-names>N</given-names></string-name>, <string-name><surname>Soyalp</surname>
<given-names>C</given-names></string-name>, <string-name><surname>Turk</surname>
<given-names>O</given-names></string-name>, <string-name><surname>Keskin</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Gulhas</surname>
<given-names>N</given-names></string-name></person-group>. <article-title>Effects of showing the operating room on preoperative anxiety and hemodynamics among patients with hypertension: a randomized controlled trial</article-title>. <source>Clin Exp Hypertens</source>. <year>2020</year>;<volume>42</volume>(<issue>6</issue>):<fpage>553</fpage>&#x02013;<lpage>58</lpage>. doi:<pub-id pub-id-type="doi">10.1080/10641963.2020.1723619</pub-id>.<pub-id pub-id-type="pmid">32009491</pub-id>
</mixed-citation></ref><ref id="cit0040"><label>40.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Str&#x000f8;m</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Nielsen</surname>
<given-names>CV</given-names></string-name>, <string-name><surname>J&#x000f8;rgensen</surname>
<given-names>LB</given-names></string-name>, <string-name><surname>Andersen</surname>
<given-names>NT</given-names></string-name>, <string-name><surname>Laursen</surname>
<given-names>M</given-names></string-name></person-group>. <article-title>A web-based platform to accommodate symptoms of anxiety and depression by featuring social interaction and animated information in patients undergoing lumbar spine fusion: a randomized clinical trial</article-title>. <source>Spine J</source>. <year>2019</year>;<volume>19</volume>(<issue>5</issue>):<fpage>827</fpage>&#x02013;<lpage>39</lpage>. doi:<pub-id pub-id-type="doi">10.1016/j.spinee.2018.11.011</pub-id>.<pub-id pub-id-type="pmid">30500464</pub-id>
</mixed-citation></ref><ref id="cit0041"><label>41.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Klaiber</surname>
<given-names>U</given-names></string-name>, <string-name><surname>Stephan-Paulsen</surname>
<given-names>LM</given-names></string-name>, <string-name><surname>Bruckner</surname>
<given-names>T</given-names></string-name>, <string-name><surname>M&#x000fc;ller</surname>
<given-names>G</given-names></string-name>, <string-name><surname>Auer</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Farrenkopf</surname>
<given-names>I</given-names></string-name>, <string-name><surname>Fink</surname>
<given-names>C</given-names></string-name>, <string-name><surname>D&#x000f6;rr-Harim</surname>
<given-names>C</given-names></string-name>, <string-name><surname>Diener</surname>
<given-names>MK</given-names></string-name>, <string-name><surname>B&#x000fc;chler</surname>
<given-names>MW</given-names></string-name>, et al</person-group>. <article-title>Impact of preoperative patient education on the prevention of postoperative complications after major visceral surgery: the cluster randomized controlled PEDUCAT trial</article-title>. <source>Trials</source>. <year>2018</year>;<volume>19</volume>(<issue>1</issue>):<fpage>288</fpage>. doi:<pub-id pub-id-type="doi">10.1186/s13063-018-2676-6</pub-id>.<pub-id pub-id-type="pmid">29793527</pub-id>
</mixed-citation></ref><ref id="cit0042"><label>42.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Eley</surname>
<given-names>VA</given-names></string-name>, <string-name><surname>Searles</surname>
<given-names>T</given-names></string-name>, <string-name><surname>Donovan</surname>
<given-names>K</given-names></string-name>, <string-name><surname>Walters</surname>
<given-names>E</given-names></string-name></person-group>. <article-title>Effect of an anaesthesia information video on preoperative maternal anxiety and postoperative satisfaction in elective caesarean section: a prospective randomised trial</article-title>. <source>Anaesth Intensive Care</source>. <year>2013</year>;<volume>41</volume>(<issue>6</issue>):<fpage>774</fpage>&#x02013;<lpage>81</lpage>. doi:<pub-id pub-id-type="doi">10.1177/0310057X1304100613</pub-id>.<pub-id pub-id-type="pmid">24180719</pub-id>
</mixed-citation></ref><ref id="cit0043"><label>43.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Vincent</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Paskey</surname>
<given-names>T</given-names></string-name>, <string-name><surname>Critchlow</surname>
<given-names>E</given-names></string-name>, <string-name><surname>Mann</surname>
<given-names>E</given-names></string-name>, <string-name><surname>Chapman</surname>
<given-names>T</given-names></string-name>, <string-name><surname>Abboudi</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Jones</surname>
<given-names>C</given-names></string-name>, <string-name><surname>Kirkpatrick</surname>
<given-names>W</given-names></string-name>, <string-name><surname>Namdari</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Hammoud</surname>
<given-names>S</given-names></string-name>, et al</person-group>. <article-title>Prospective randomized study examining preoperative opioid counseling on postoperative opioid consumption after upper extremity surgery</article-title>. <source>Hand (New York, N.Y)</source>. <year>2022</year>;<volume>17</volume>(<issue>2</issue>):<fpage>200</fpage>&#x02013;<lpage>05</lpage>. doi:<pub-id pub-id-type="doi">10.1177/1558944720919936</pub-id>.<pub-id pub-id-type="pmid">32432491</pub-id>
</mixed-citation></ref><ref id="cit0044"><label>44.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Korkmaz</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Iyigun</surname>
<given-names>E</given-names></string-name>, <string-name><surname>Tastan</surname>
<given-names>S</given-names></string-name></person-group>. <article-title>An evaluation of the influence of web-based patient education on the anxiety and life quality of patients who have undergone mammaplasty: a randomized controlled study</article-title>. <source>J Canc Educ</source>. <year>2020</year>;<volume>35</volume>(<issue>5</issue>):<fpage>912</fpage>&#x02013;<lpage>22</lpage>. doi:<pub-id pub-id-type="doi">10.1007/s13187-019-01542-1</pub-id>.</mixed-citation></ref><ref id="cit0045"><label>45.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Cheesman</surname>
<given-names>Q</given-names></string-name>, <string-name><surname>DeFrance</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Stenson</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Weekes</surname>
<given-names>D</given-names></string-name>, <string-name><surname>Feldman</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Abboud</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Austin</surname>
<given-names>L</given-names></string-name></person-group>. <article-title>The effect of preoperative education on opioid consumption in patients undergoing arthroscopic rotator cuff repair: a prospective, randomized clinical trial&#x02014;2-year follow-up</article-title>. <source>J Shoulder Elbow Surg</source>. <year>2020</year>;<volume>29</volume>(<issue>9</issue>):<fpage>1743</fpage>&#x02013;<lpage>50</lpage>. doi:<pub-id pub-id-type="doi">10.1016/j.jse.2020.04.036</pub-id>.<pub-id pub-id-type="pmid">32815803</pub-id>
</mixed-citation></ref><ref id="cit0046"><label>46.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Platto</surname>
<given-names>JF</given-names></string-name>, <string-name><surname>Maarouf</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Hendricks</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Kurtzman</surname>
<given-names>DJ</given-names></string-name>, <string-name><surname>Shi</surname>
<given-names>VY</given-names></string-name></person-group>. <article-title>Animated video consultation for reducing pre-operative anxiety in dermatologic surgery</article-title>. <source>Dermatol Online J</source>. <year>2019</year>;<volume>25</volume>(<issue>3</issue>). doi:<pub-id pub-id-type="doi">10.5070/D3253043328</pub-id>.</mixed-citation></ref><ref id="cit0047"><label>47.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Lee</surname>
<given-names>CH</given-names></string-name>, <string-name><surname>Liu</surname>
<given-names>JT</given-names></string-name>, <string-name><surname>Lin</surname>
<given-names>SC</given-names></string-name>, <string-name><surname>Hsu</surname>
<given-names>TY</given-names></string-name>, <string-name><surname>Lin</surname>
<given-names>CY</given-names></string-name>, <string-name><surname>Lin</surname>
<given-names>LY</given-names></string-name></person-group>. <article-title>Effects of educational intervention on state anxiety and pain in people undergoing spinal surgery: a randomized controlled trial</article-title>. <source>Pain Manage Nurs</source>. <year>2018</year>;<volume>19</volume>(<issue>2</issue>):<fpage>163</fpage>&#x02013;<lpage>71</lpage>. doi:<pub-id pub-id-type="doi">10.1016/j.pmn.2017.08.004</pub-id>.</mixed-citation></ref><ref id="cit0048"><label>48.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Billquist</surname>
<given-names>EJ</given-names></string-name>, <string-name><surname>Michelfelder</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Brincat</surname>
<given-names>C</given-names></string-name>, <string-name><surname>Brubaker</surname>
<given-names>L</given-names></string-name>, <string-name><surname>Fitzgerald</surname>
<given-names>CM</given-names></string-name>, <string-name><surname>Mueller</surname>
<given-names>ER</given-names></string-name></person-group>. <article-title>Pre-operative guided imagery in female pelvic medicine and reconstructive surgery: a randomized trial</article-title>. <source>Int Urogynecol J</source>. <year>2018</year>;<volume>29</volume>(<issue>8</issue>):<fpage>1117</fpage>&#x02013;<lpage>22</lpage>. doi:<pub-id pub-id-type="doi">10.1007/s00192-017-3443-z</pub-id>.<pub-id pub-id-type="pmid">28884342</pub-id>
</mixed-citation></ref><ref id="cit0049"><label>49.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Wongkietkachorn</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Wongkietkachorn</surname>
<given-names>N</given-names></string-name>, <string-name><surname>Rhunsiri</surname>
<given-names>P</given-names></string-name></person-group>. <article-title>Preoperative needs-based education to reduce anxiety, increase satisfaction, and decrease time spent in day surgery: a randomized controlled trial</article-title>. <source>World J Surg</source>. <year>2018</year>;<volume>42</volume>(<issue>3</issue>):<fpage>666</fpage>&#x02013;<lpage>74</lpage>. doi:<pub-id pub-id-type="doi">10.1007/s00268-017-4207-0</pub-id>.<pub-id pub-id-type="pmid">28875242</pub-id>
</mixed-citation></ref><ref id="cit0050"><label>50.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Alter</surname>
<given-names>TH</given-names></string-name>, <string-name><surname>Ilyas</surname>
<given-names>AM</given-names></string-name>, <string-name><surname>Prospective Randomized</surname>
<given-names>A</given-names></string-name></person-group>. <article-title>Study analyzing preoperative opioid counseling in pain management after carpal tunnel release surgery</article-title>. <source>J Hand Surg Am</source>. <year>2017</year>;<volume>42</volume>(<issue>10</issue>):<fpage>810</fpage>&#x02013;<lpage>15</lpage>. doi:<pub-id pub-id-type="doi">10.1016/j.jhsa.2017.07.003</pub-id>.<pub-id pub-id-type="pmid">28890331</pub-id>
</mixed-citation></ref><ref id="cit0051"><label>51.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Van Eck</surname>
<given-names>CF</given-names></string-name>, <string-name><surname>Toor</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Banffy</surname>
<given-names>MB</given-names></string-name>, <string-name><surname>Gambardella</surname>
<given-names>RA</given-names></string-name></person-group>. <article-title>Web-based education prior to outpatient orthopaedic surgery enhances early patient satisfaction scores: a prospective randomized controlled study</article-title>. <source>Orthop J Sports Med</source>. <year>2018</year>;<volume>6</volume>(<issue>1</issue>):<fpage>232596711775141</fpage>. doi:<pub-id pub-id-type="doi">10.1177/2325967117751418</pub-id>.</mixed-citation></ref><ref id="cit0052"><label>52.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Pereira</surname>
<given-names>L</given-names></string-name>, <string-name><surname>Figueiredo-Braga</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Carvalho</surname>
<given-names>IP</given-names></string-name></person-group>. <article-title>Preoperative anxiety in ambulatory surgery: the impact of an empathic patient-centered approach on psychological and clinical outcomes</article-title>. <source>Patient Educ Couns</source>. <year>2016</year>;<volume>99</volume>(<issue>5</issue>):<fpage>733</fpage>&#x02013;<lpage>38</lpage>. doi:<pub-id pub-id-type="doi">10.1016/j.pec.2015.11.016</pub-id>.<pub-id pub-id-type="pmid">26654958</pub-id>
</mixed-citation></ref><ref id="cit0053"><label>53.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Kalogianni</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Almpani</surname>
<given-names>P</given-names></string-name>, <string-name><surname>Vastardis</surname>
<given-names>L</given-names></string-name>, <string-name><surname>Baltopoulos</surname>
<given-names>G</given-names></string-name>, <string-name><surname>Charitos</surname>
<given-names>C</given-names></string-name>, <string-name><surname>Brokalaki</surname>
<given-names>H</given-names></string-name></person-group>. <article-title>Can nurse-led preoperative education reduce anxiety and postoperative complications of patients undergoing cardiac surgery?</article-title>. <source>Eur J Cardiovasc Nurs</source>. <year>2016</year>;<volume>15</volume>(<issue>6</issue>):<fpage>447</fpage>&#x02013;<lpage>58</lpage>. doi:<pub-id pub-id-type="doi">10.1177/1474515115602678</pub-id>.<pub-id pub-id-type="pmid">26304701</pub-id>
</mixed-citation></ref><ref id="cit0054"><label>54.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Lin</surname>
<given-names>SY</given-names></string-name>, <string-name><surname>Huang</surname>
<given-names>HA</given-names></string-name>, <string-name><surname>Lin</surname>
<given-names>SC</given-names></string-name>, <string-name><surname>Huang</surname>
<given-names>YT</given-names></string-name>, <string-name><surname>Wang</surname>
<given-names>KY</given-names></string-name>, <string-name><surname>Shi</surname>
<given-names>HY</given-names></string-name></person-group>. <article-title>The effect of an anaesthetic patient information video on perioperative anxiety: a randomised study</article-title>. <source>Eur J Anaesthesiol</source>. <year>2016</year>;<volume>33</volume>(<issue>2</issue>):<fpage>134</fpage>&#x02013;<lpage>39</lpage>. doi:<pub-id pub-id-type="doi">10.1097/EJA.0000000000000307</pub-id>.<pub-id pub-id-type="pmid">26196527</pub-id>
</mixed-citation></ref><ref id="cit0055"><label>55.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Schmidt</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Eckardt</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Scholtz</surname>
<given-names>K</given-names></string-name>, <string-name><surname>Neuner</surname>
<given-names>B</given-names></string-name>, <string-name><surname>von Dossow-Hanfstingl</surname>
<given-names>V</given-names></string-name>, <string-name><surname>Sehouli</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Stief</surname>
<given-names>CG</given-names></string-name>, <string-name><surname>Wernecke</surname>
<given-names>K-D</given-names></string-name>, <string-name><surname>Spies</surname>
<given-names>CD</given-names></string-name></person-group>. <article-title>Patient empowerment improved perioperative quality of care in cancer patients aged &#x02265; 65 years &#x02013; a randomized controlled trial. Bruns H, ed</article-title>. <source>PLoS ONE</source>. <year>2015</year>;<volume>10</volume>(<issue>9</issue>):<fpage>e0137824</fpage>. doi:<pub-id pub-id-type="doi">10.1371/journal.pone.0137824</pub-id>.<pub-id pub-id-type="pmid">26378939</pub-id>
</mixed-citation></ref><ref id="cit0056"><label>56.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Sugai</surname>
<given-names>DY</given-names></string-name>, <string-name><surname>Deptula</surname>
<given-names>PL</given-names></string-name>, <string-name><surname>Parsa</surname>
<given-names>AA</given-names></string-name>, <string-name><surname>Parsa</surname>
<given-names>FD</given-names></string-name></person-group>. <article-title>The importance of communication in the management of postoperative pain</article-title>. <source>Public Health</source>. <year>2013</year>;<volume>72</volume>(<issue>6</issue>):180&#x02013;184.</mixed-citation></ref><ref id="cit0057"><label>57.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Campagna</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Clari</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Delfino</surname>
<given-names>C</given-names></string-name>, <string-name><surname>Rolfo</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Rizzo</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Berchialla</surname>
<given-names>P</given-names></string-name>, <string-name><surname>Ferrero</surname>
<given-names>A</given-names></string-name></person-group>. <article-title>Impact of a preoperative video-based educational intervention on postoperative outcomes in elective major abdominal surgery: a randomized controlled trial</article-title>. <source>J Gastrointest Surg</source>. <year>2020</year>;<volume>24</volume>(<issue>10</issue>):<fpage>2295</fpage>&#x02013;<lpage>97</lpage>. doi:<pub-id pub-id-type="doi">10.1007/s11605-020-04667-7</pub-id>.<pub-id pub-id-type="pmid">32524360</pub-id>
</mixed-citation></ref><ref id="cit0058"><label>58.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Ilyas</surname>
<given-names>AM</given-names></string-name>, <string-name><surname>Chapman</surname>
<given-names>T</given-names></string-name>, <string-name><surname>Zmistowski</surname>
<given-names>B</given-names></string-name>, <string-name><surname>Sandrowski</surname>
<given-names>K</given-names></string-name>, <string-name><surname>Graham</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Hammoud</surname>
<given-names>S</given-names></string-name></person-group>. <article-title>The effect of preoperative opioid education on opioid consumption after outpatient orthopedic surgery: a prospective randomized trial</article-title>. <source>Orthopedics</source>. <year>2021</year>;<volume>44</volume>(<issue>2</issue>):<fpage>123</fpage>&#x02013;<lpage>27</lpage>. doi:<pub-id pub-id-type="doi">10.3928/01477447-20210201-07</pub-id>.<pub-id pub-id-type="pmid">33561870</pub-id>
</mixed-citation></ref><ref id="cit0059"><label>59.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Paskey</surname>
<given-names>T</given-names></string-name>, <string-name><surname>Vincent</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Critchlow</surname>
<given-names>E</given-names></string-name>, <string-name><surname>Mann</surname>
<given-names>E</given-names></string-name>, <string-name><surname>Chapman</surname>
<given-names>T</given-names></string-name>, <string-name><surname>Aland</surname>
<given-names>C</given-names></string-name>, <string-name><surname>Dodson</surname>
<given-names>C</given-names></string-name>, <string-name><surname>Emper</surname>
<given-names>W</given-names></string-name>, <string-name><surname>Freedman</surname>
<given-names>KB</given-names></string-name>, <string-name><surname>Pedowitz</surname>
<given-names>D</given-names></string-name>, et al</person-group>. <article-title>Prospective randomized study evaluating the effects of preoperative opioid counseling on postoperative opioid use after outpatient lower extremity orthopaedic surgery</article-title>. <source>J Surg Orthop Adv</source>. <year>2021</year>
<month>Jan</month>
<day>1</day>;<volume>30</volume>(<issue>1</issue>):<fpage>2</fpage>&#x02013;<lpage>6</lpage>.<pub-id pub-id-type="pmid">33851905</pub-id>
</mixed-citation></ref><ref id="cit0060"><label>60.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Peng</surname>
<given-names>F</given-names></string-name>, <string-name><surname>Peng</surname>
<given-names>T</given-names></string-name>, <string-name><surname>Yang</surname>
<given-names>Q</given-names></string-name>, <string-name><surname>Liu</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Chen</surname>
<given-names>G</given-names></string-name>, <string-name><surname>Wang</surname>
<given-names>M</given-names></string-name></person-group>. <article-title>Preoperative communication with anesthetists via anesthesia service platform (ASP) helps alleviate patients&#x02019; preoperative anxiety</article-title>. <source>Sci Rep</source>. <year>2020</year>;<volume>10</volume>(<issue>1</issue>):<fpage>18708</fpage>. doi:<pub-id pub-id-type="doi">10.1038/s41598-020-74697-3</pub-id>.<pub-id pub-id-type="pmid">33127967</pub-id>
</mixed-citation></ref><ref id="cit0061"><label>61.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Mousavi Malek</surname>
<given-names>N</given-names></string-name>, <string-name><surname>Zakerimoghadam</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Esmaeili</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Kazemnejad</surname>
<given-names>A</given-names></string-name></person-group>. <article-title>Effects of nurse-led intervention on patients&#x02019; anxiety and sleep before coronary artery bypass grafting</article-title>. <source>Crit Care Nurs Q</source>. <year>2018</year>;<volume>41</volume>(<issue>2</issue>):<fpage>161</fpage>&#x02013;<lpage>69</lpage>. doi:<pub-id pub-id-type="doi">10.1097/CNQ.0000000000000195</pub-id>.<pub-id pub-id-type="pmid">29494371</pub-id>
</mixed-citation></ref><ref id="cit0062"><label>62.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Kiran</surname>
<given-names>U</given-names></string-name>, <string-name><surname>Ladha</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Makhija</surname>
<given-names>N</given-names></string-name>, <string-name><surname>Kapoor</surname>
<given-names>P</given-names></string-name>, <string-name><surname>Choudhury</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Das</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Gharde</surname>
<given-names>P</given-names></string-name>, <string-name><surname>Malik</surname>
<given-names>V</given-names></string-name>, <string-name><surname>Airan</surname>
<given-names>B</given-names></string-name></person-group>. <article-title>The role of Rajyoga meditation for modulation of anxiety and serum cortisol in patients undergoing coronary artery bypass surgery: a prospective randomized control study</article-title>. <source>Ann Card Anaesth</source>. <year>2017</year>;<volume>20</volume>(<issue>2</issue>):<fpage>158</fpage>. doi:<pub-id pub-id-type="doi">10.4103/aca.ACA_32_17</pub-id>.<pub-id pub-id-type="pmid">28393774</pub-id>
</mixed-citation></ref><ref id="cit0063"><label>63.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Palmer</surname>
<given-names>JB</given-names></string-name>, <string-name><surname>Lane</surname>
<given-names>D</given-names></string-name>, <string-name><surname>Mayo</surname>
<given-names>D</given-names></string-name>, <string-name><surname>Schluchter</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Leeming</surname>
<given-names>R</given-names></string-name></person-group>. <article-title>Effects of music therapy on anesthesia requirements and anxiety in women undergoing ambulatory breast surgery for cancer diagnosis and treatment: a randomized controlled trial</article-title>. <source>J Clin Oncol</source>. <year>2015</year>;<volume>33</volume>:<fpage>3162</fpage>&#x02013;<lpage>68</lpage>. doi:<pub-id pub-id-type="doi">10.1200/JCO.2014.59.6049</pub-id>.<pub-id pub-id-type="pmid">26282640</pub-id>
</mixed-citation></ref><ref id="cit0064"><label>64.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Ahmed</surname>
<given-names>KJ</given-names></string-name>, <string-name><surname>Pilling</surname>
<given-names>JD</given-names></string-name>, <string-name><surname>Ahmed</surname>
<given-names>K</given-names></string-name>, <string-name><surname>Buchan</surname>
<given-names>J</given-names></string-name></person-group>. <article-title>Effect of a patient-information video on the preoperative anxiety levels of cataract surgery patients</article-title>. <source>J Cataract Refract Surg</source>. <year>2019</year>;<volume>45</volume>(<issue>4</issue>):<fpage>475</fpage>&#x02013;<lpage>79</lpage>. doi:<pub-id pub-id-type="doi">10.1016/j.jcrs.2018.11.011</pub-id>.<pub-id pub-id-type="pmid">30709627</pub-id>
</mixed-citation></ref><ref id="cit0065"><label>65.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Clarke</surname>
<given-names>H</given-names></string-name>, <string-name><surname>Soneji</surname>
<given-names>N</given-names></string-name>, <string-name><surname>Ko</surname>
<given-names>DT</given-names></string-name>, <string-name><surname>Yun</surname>
<given-names>L</given-names></string-name>, <string-name><surname>Wijeysundera</surname>
<given-names>DN</given-names></string-name></person-group>. <article-title>Rates and risk factors for prolonged opioid use after major surgery: population based cohort study</article-title>. <source>BMJ</source>. <year>2014</year>;<volume>348</volume>:<fpage>g1251</fpage>. doi:<pub-id pub-id-type="doi">10.1136/bmj.g1251</pub-id>.<pub-id pub-id-type="pmid">24519537</pub-id>
</mixed-citation></ref><ref id="cit0066"><label>66.</label><mixed-citation publication-type="book"><person-group person-group-type="author"><collab>International Narcotics Control Board</collab></person-group>. <source>Narcotic drugs - estimated world requirements for 2023 - statistics for 2021</source>. <comment>Published online</comment>. <year>2023</year>. <ext-link xlink:href="https://www.incb.org/documents/Narcotic-Drugs/Technical-Publications/2022/Narcotic_Drugs_Technical_Publication_2022.pdf" ext-link-type="uri">https://www.incb.org/documents/Narcotic-Drugs/Technical-Publications/2022/Narcotic_Drugs_Technical_Publication_2022.pdf</ext-link>.</mixed-citation></ref><ref id="cit0067"><label>67.</label><mixed-citation publication-type="webpage"><article-title>Understanding the opioid overdose epidemic | Opioids | CDC</article-title>. <comment>Published</comment>
<year>2022</year>
<month>Oct</month>
<day>7</day>
<date-in-citation>[accessed 2023 <month>Aug</month>
<day>4</day>]</date-in-citation>. <ext-link xlink:href="https://www.cdc.gov/opioids/basics/epidemic.html" ext-link-type="uri">https://www.cdc.gov/opioids/basics/epidemic.html</ext-link>.</mixed-citation></ref><ref id="cit0068"><label>68.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Huang</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Azam</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Segal</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Pivovarov</surname>
<given-names>K</given-names></string-name>, <string-name><surname>Katznelson</surname>
<given-names>G</given-names></string-name>, <string-name><surname>Ladak</surname>
<given-names>SS</given-names></string-name>, <string-name><surname>Mu</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Weinrib</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Katz</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Clarke</surname>
<given-names>H</given-names></string-name>, et al</person-group>. <article-title>Chronic postsurgical pain and persistent opioid use following surgery: the need for a transitional pain service</article-title>. <source>Pain Manage</source>. <year>2016</year>;<volume>6</volume>(<issue>5</issue>):<fpage>435</fpage>&#x02013;<lpage>43</lpage>. doi:<pub-id pub-id-type="doi">10.2217/pmt-2016-0004</pub-id>.</mixed-citation></ref></ref-list></back></article>
