<!DOCTYPE article
PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.3 20210610//EN" "JATS-archivearticle1-3-mathml3.dtd">
<article xmlns:mml="http://www.w3.org/1998/Math/MathML" xmlns:xlink="http://www.w3.org/1999/xlink" dtd-version="1.3" xml:lang="en" article-type="research-article"><?properties open_access?><processing-meta base-tagset="archiving" mathml-version="3.0" table-model="xhtml" tagset-family="jats"><restricted-by>pmc</restricted-by></processing-meta><front><journal-meta><journal-id journal-id-type="nlm-ta">Can J Pain</journal-id><journal-id journal-id-type="iso-abbrev">Can J Pain</journal-id><journal-title-group><journal-title>Canadian Journal of Pain</journal-title></journal-title-group><issn pub-type="epub">2474-0527</issn><publisher><publisher-name>Taylor &#x00026; Francis</publisher-name></publisher></journal-meta>
<article-meta><article-id pub-id-type="pmid">38126045</article-id><article-id pub-id-type="pmc">PMC10732622</article-id><article-id pub-id-type="doi">10.1080/24740527.2023.2266738</article-id><article-id pub-id-type="publisher-id">2266738</article-id><article-version vocab="JAV" vocab-identifier="http://www.niso.org/publications/rp/RP-8-2008.pdf" vocab-term="Version of Record" article-version-type="VoR">Version of Record</article-version><article-categories><subj-group subj-group-type="heading"><subject>Research Article</subject></subj-group><subj-group subj-group-type="article-type"><subject>Research Article</subject></subj-group></article-categories><title-group><article-title>The Contribution of Insomnia and Obstructive Sleep Apnea on the Transition from Acute to Chronic Painful Temporomandibular Disorders and their Persistence: A Prospective 3-Month Cohort Study</article-title><alt-title alt-title-type="left-running-head">S. M. ELSARAJ ET AL.</alt-title><alt-title alt-title-type="right-running-head">CANADIAN JOURNAL OF PAIN</alt-title></title-group><contrib-group><contrib contrib-type="author"><name><surname>Elsaraj</surname><given-names>Sherif M.</given-names></name><xref rid="aff0001" ref-type="aff">
<sup>a</sup>
</xref><xref rid="aff0002" ref-type="aff">
<sup>b</sup>
</xref></contrib><contrib contrib-type="author"><name><surname>Gornitsky</surname><given-names>Mervyn</given-names></name><xref rid="aff0001" ref-type="aff">
<sup>a</sup>
</xref><xref rid="aff0002" ref-type="aff">
<sup>b</sup>
</xref></contrib><contrib contrib-type="author"><name><surname>Hovey</surname><given-names>Richard</given-names></name><xref rid="aff0001" ref-type="aff">
<sup>a</sup>
</xref></contrib><contrib contrib-type="author"><name><surname>Samim</surname><given-names>Firoozeh</given-names></name><xref rid="aff0001" ref-type="aff">
<sup>a</sup>
</xref></contrib><contrib contrib-type="author"><name><surname>Der Khatchadourian</surname><given-names>Zovinar</given-names></name><xref rid="aff0001" ref-type="aff">
<sup>a</sup>
</xref></contrib><contrib contrib-type="author"><name><surname>Velly</surname><given-names>Ana</given-names></name><xref rid="aff0001" ref-type="aff">
<sup>a</sup>
</xref><xref rid="aff0002" ref-type="aff">
<sup>b</sup>
</xref><xref rid="an0001" ref-type="corresp"/></contrib><aff id="aff0001"><label>a</label>Faculty of Dental Medicine and Oral Health Sciences, <institution-wrap><institution>McGill University</institution></institution-wrap>, <city>Montreal</city>, <state>Quebec</state>, <country>Canada</country></aff><aff id="aff0002"><label>b</label>Department of Dentistry, <institution-wrap><institution>Jewish General Hospital</institution></institution-wrap>, <city>Montreal</city>, <state>Quebec</state>, <country>Canada</country></aff></contrib-group><author-notes><corresp id="an0001">CONTACT Ana Velly, DDS, MS, PhD <email xlink:href="mailto:ana.velly@mcgill.ca">ana.velly@mcgill.ca</email> Faculty of Dentistry, Department of Dentistry, <institution-wrap><institution>Jewish General Hospital, McGill University</institution></institution-wrap>, <addr-line>3755 Cote St-Catherine, Suite A.017</addr-line>, <city>Montreal</city>, <state>QC</state>
<postal-code>H3T 1E2</postal-code>, <country>Canada</country>.</corresp></author-notes><pub-date date-type="pub" publication-format="electronic"><day>28</day><month>11</month><year>2023</year></pub-date><pub-date date-type="collection" publication-format="electronic"><year>2023</year></pub-date><pub-date pub-type="pmc-release"><day>28</day><month>11</month><year>2023</year></pub-date><volume>7</volume><issue>2</issue><issue-title>Future of Canadian Pain Research: Highlighting Trainee Contributions</issue-title><elocation-id seq="11">2266738</elocation-id><pub-history><event event-type="tagger"><event-desc>Integra</event-desc><date><day>22</day><month>11</month><year>2023</year></date></event><event event-type="final"><event-desc>Integra</event-desc><date><day>22</day><month>11</month><year>2023</year></date></event><event event-type="received"><date><day>21</day><month>5</month><year>2022</year></date></event><event event-type="revised"><date><day>25</day><month>9</month><year>2023</year></date></event><event event-type="accepted"><date><day>30</day><month>9</month><year>2023</year></date></event></pub-history><permissions><copyright-statement>&#x000a9; 2023 The Author(s). Published with license by Taylor &#x00026; Francis Group, LLC.</copyright-statement><copyright-year>2023</copyright-year><copyright-holder>The Author(s)</copyright-holder><license><ali:license_ref xmlns:ali="http://www.niso.org/schemas/ali/1.0/" specific-use="textmining" content-type="ccbylicense">https://creativecommons.org/licenses/by/4.0/</ali:license_ref><license-p>This is an Open Access article distributed under the terms of the Creative Commons Attribution License (<ext-link ext-link-type="uri" xlink:href="https://creativecommons.org/licenses/by/4.0/">http://creativecommons.org/licenses/by/4.0/</ext-link>), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. The terms on which this article has been published allow the posting of the Accepted Manuscript in a repository by the author(s) or with their consent.</license-p></license></permissions><self-uri content-type="pdf" xlink:href="UCJP_7_2266738.pdf"/><abstract><title>ABSTRACT</title><sec><title>Background</title><p>Insomnia, and Excessive Daytime Sleepiness (EDS), a surrogate marker of Obstructive Sleep Apnea (OSA), are common sleep-related conditions among painful temporomandibular disorders (TMD) patients. OSA was found to increase the risk of chronic painful TMD.</p></sec><sec><title>Aims</title><p>This prospective cohort study aims to determine the contribution of insomnia and EDS on acute to chronic painful TMD transition as well as its persistence when chronic pain is defined by: (i) duration (&#x0003e; 3 months), and (ii) dysfunction (Graded Chronic Pain Scale [GCPS II-IV]).</p></sec><sec><title>Methods</title><p>From 456 patients recruited between 2015 to 2021, through four locations in Canada, 378 completed the follow-up. A diagnosis was obtained using the Research Diagnostic Criteria or the Diagnostic Criteria for TMD. Insomnia was assessed with the Insomnia Severity Scale (ISS), and OSA was assessed using the Epworth Sleepiness Scale (ESS) which measures EDS, both at baseline. Patients completed the GCPS form at baseline and 3-month follow-up.</p></sec><sec><title>Results</title><p>Borderline associations were found between EDS and the transition or persistence of chronic painful TMD when chronic pain was defined by pain duration (RR <sub>adjusted_duration</sub> = 1.11, <italic toggle="yes">P</italic> = 0.07) and dysfunction (RR<sub>adjusted_dysfunction</sub> =1.40, <italic toggle="yes">P</italic> = 0.051). Furthermore, EDS was specifically associated with persistent painful TMD when chronic pain was defined by pain duration (RR = 1.13, 95%CI: 1.00-1.26, P = 0.04). Insomnia was not related to the study outcomes (RR<sub>adjusted_duration</sub> = 0.94, <italic toggle="yes">P</italic> = 0.27, RR<sub>adjusted_dysfunction</sub> =1.00, <italic toggle="yes">P</italic> = 0.99).&#x000a0;</p></sec><sec><title>Conclusion</title><p>Results indicate that EDS contrary to insomnia predicted the persistence of chronic painful TMD at a 3-month follow-up.</p></sec></abstract><trans-abstract xml:lang="fr"><title>R&#x000c9;SUM&#x000c9;</title><p><bold>Contexte:</bold> L&#x02019;insomnie et la somnolence excessive en journ&#x000e9;e, un marqueur substitut de l&#x02019;apn&#x000e9;e du sommeil obstructive, sont des affections courantes li&#x000e9;es au sommeil chez les patients souffrant de troubles temporo-mandibulaires douloureux. On a d&#x000e9;couvert que l&#x02019;apn&#x000e9;e obstructive du sommeil augmentait le risque de troubles temporo-mandibulaires douloureux chroniques.</p><p><bold>Objectifs:</bold> Cette &#x000e9;tude de cohorte prospective vise &#x000e0; d&#x000e9;terminer la contribution de l&#x02019;insomnie et de la somnolence excessive en journ&#x000e9;e &#x000e0; la transition des troubles temporo-mandibulaires douloureux aigus &#x000e0; chroniques, ainsi qu&#x02019;&#x000e0; leur persistance lorsque la douleur chronique est d&#x000e9;finie par : (i) la dur&#x000e9;e (&#x0003e; 3 mois), et (ii) la dysfonction (&#x000c9;chelle de douleur chronique gradu&#x000e9;e [GCPS II-IV]).</p><p><bold>M&#x000e9;thodes:</bold> Sur 456 patients recrut&#x000e9;s entre 2015 et 2021 dans quatre endroits au Canada, 378 ont termin&#x000e9; le suivi. Un diagnostic a &#x000e9;t&#x000e9; &#x000e9;tabli en utilisant les Crit&#x000e8;res de diagnostic pour la recherche ou les Crit&#x000e8;res de diagnostic pour les troubles temporo-mandibulaires douloureux. L&#x02019;insomnie a &#x000e9;t&#x000e9; &#x000e9;valu&#x000e9;e &#x000e0; l&#x02019;aide de l&#x02019;Indice de s&#x000e9;v&#x000e9;rit&#x000e9; de l&#x02019;insomnie (ISI) et l&#x02019;apn&#x000e9;e obstructive du sommeil a &#x000e9;t&#x000e9; &#x000e9;valu&#x000e9;e &#x000e0; l&#x02019;aide de l&#x02019;&#x000c9;chelle de somnolence d&#x02019;Epworth (ESS), qui mesure la somnolence excessive en journ&#x000e9;e, tous deux au d&#x000e9;but de l&#x02019;&#x000e9;tude. Les patients ont rempli le formulaire GCPS au d&#x000e9;but de l&#x02019;&#x000e9;tude et lors du suivi &#x000e0; trois mois.</p><p><bold>R&#x000e9;sultats:</bold> Des associations marginales ont &#x000e9;t&#x000e9; trouv&#x000e9;es entre la somnolence excessive en journ&#x000e9;e et la transition ou la persistance des troubles temporo-mandibulaires douloureux chroniques lorsque la douleur chronique &#x000e9;tait d&#x000e9;finie par la dur&#x000e9;e de la douleur (RR ajust&#x000e9; pour la dur&#x000e9;e = 1,11, P = 0,07) et la dysfonction (RR ajust&#x000e9; pour la dysfonction = 1,40, P = 0,051). De plus, la somnolence excessive en journ&#x000e9;e &#x000e9;tait sp&#x000e9;cifiquement associ&#x000e9;e &#x000e0; la persistance des troubles temporo-mandibulaires douloureux lorsque la douleur chronique &#x000e9;tait d&#x000e9;finie par la dur&#x000e9;e de la douleur (RR = 1,13, IC &#x000e0; 95 % : 1,00-1,26, P = 0,04). L&#x02019;insomnie n&#x02019;&#x000e9;tait pas li&#x000e9;e aux r&#x000e9;sultats de l&#x02019;&#x000e9;tude (RR ajust&#x000e9; pour la dur&#x000e9;e = 0,94, P = 0,27, RR ajust&#x000e9; pour la dysfonction = 1,00, P = 0,99).</p><p><bold>Conclusion:</bold> Les r&#x000e9;sultats indiquent que la somnolence excessive en journ&#x000e9;e, contrairement &#x000e0; l&#x02019;insomnie, pr&#x000e9;disait la persistance des troubles temporo-mandibulaires douloureux chroniques lors du suivi de trois mois.</p></trans-abstract><kwd-group kwd-group-type="author"><title>KEYWORDS</title><kwd>temporomandibular disorders</kwd><kwd>chronic pain</kwd><kwd>acute pain</kwd><kwd>transition</kwd><kwd>cohort study</kwd><kwd>risk factors</kwd><kwd>insomnia</kwd><kwd>obstructive sleep apnea</kwd><kwd>disability</kwd><kwd>dysfunction</kwd></kwd-group><support-group><funding-group><award-group><funding-source>
<institution-wrap><institution>RSBO: R&#x000e9;seau de recherche en sant&#x000e9; buccodentaire et Osseuse (Oral and bone health research network)</institution></institution-wrap>
</funding-source></award-group><award-group><funding-source>
<institution-wrap><institution>RQRD : R&#x000e9;seau Qu&#x000e9;b&#x000e9;cois de Recherche en Douleur (Quebec Pain Research Network</institution></institution-wrap>
</funding-source></award-group><funding-statement>The funding of this manuscript was granted by: (1) RSBO: R&#x000e9;seau de recherche en sant&#x000e9; buccodentaire et Osseuse (Oral and bone health research network), and (2) RQRD : R&#x000e9;seau Qu&#x000e9;b&#x000e9;cois de Recherche en Douleur (Quebec Pain Research Network).</funding-statement></funding-group></support-group><counts><fig-count count="0"/><table-count count="8"/><ref-count count="31"/><page-count count="1"/></counts></article-meta></front><body><sec sec-type="intro" disp-level="1" id="s0001"><title>Introduction</title><p>Temporomandibular disorders (TMDs) are a group of musculoskeletal conditions characterized by pain and dysfunction in the muscles of mastication, the temporomandibular joints, or both.<sup><xref rid="cit0001" ref-type="bibr">1</xref>,<xref rid="cit0002" ref-type="bibr">2</xref></sup> TMD is the second most commonly occurring musculoskeletal disorder after chronic lower back pain<sup><xref rid="cit0002" ref-type="bibr">2</xref></sup> and is an important public health concern because it affects a significant portion of the general population, with prevalence estimates ranging from 5% to 12%.<sup><xref rid="cit0003" ref-type="bibr">3</xref>,<xref rid="cit0004" ref-type="bibr">4</xref></sup> Many factors have been identified to increase the risk of TMD.<sup><xref rid="cit0005" ref-type="bibr">5&#x02013;9</xref></sup></p><p>Insomnia is common among individuals with TMD (36%).<sup><xref rid="cit0010" ref-type="bibr">10</xref></sup> Insomnia is a sleep disorder that is defined as the subjective experience of difficulty initiating sleep, maintaining sleep, and/or early morning awakening for at least 3 nights a week for three consecutive months, while there is adequate opportunity for undisturbed sleep and the reports are also not adequately explained by other mental or physical health issues. To date, there is no existing evidence that insomnia increases the risk of TMD.</p><p>Obstructive sleep apnea (OSA) is another breathing disorder that is a serious and potentially life-threatening condition characterized by brief interruptions of breathing during sleep.<sup><xref rid="cit0010" ref-type="bibr">10</xref></sup> The OPPERA (Orofacial Pain: Prospective Evaluation and Risk Assessment) case&#x02013;control study found that patients with TMD were almost four times more likely to present with OSA compared to controls (odds ratio&#x000a0;=&#x000a0;3.63; 95% confidence interval [CI]&#x000a0;2.03&#x02013;6.52).<sup><xref rid="cit0011" ref-type="bibr">11</xref></sup> Moreover, the prospective cohort of the OPPERA study found that OSA increased the risk of TMD onset (adjusted hazard ratio&#x000a0;=&#x000a0;1.73; 95% CI&#x000a0;1.14&#x02013;2.62). The OPPERA study used some questions from the Pittsburgh Sleep Quality Index and the STOP-BANG questionnaire.<sup><xref rid="cit0011" ref-type="bibr">11</xref></sup></p><p>Although the relationship between OSA and painful TMD risk has been demonstrated, it is not yet clear whether sleep disorders are associated with the perpetuation of painful TMD.</p><p>Thus, the primary aims of this study were to determine whether insomnia, and excessive daytime sleepiness, a consequence of OSA (EDS), were associated with the transition from acute to chronic painful TMD, as well as its persistence. In this study, chronic painful TMD was defined as (1) recurrent or persistent painful TMD for more than 3&#x000a0;months of follow-up and (2) dysfunction as classified by the Graded Chronic Pain Scale (GCPS) grades II&#x02013;IV.<sup><xref rid="cit0012" ref-type="bibr">12</xref></sup></p><p>The rationale to define chronic pain outcomes using pain duration or dysfunction follows the recommendation of the International Association for the Study of Pain, which defines chronic pain as recurrent or persistent pain lasting for more than 3&#x000a0;months with significant emotional distress and/or functional disability.<sup><xref rid="cit0013" ref-type="bibr">13</xref></sup> Our choice to categorize dysfunction using the GCPS (grades II&#x02013;IV) was influenced by previous studies.<sup><xref rid="cit0014" ref-type="bibr">14&#x02013;16</xref></sup> The study hypotheses are that insomnia and EDS are associated with the transition from acute to chronic painful TMD as well as its persistence. To date, we are not aware of any study investigating whether insomnia and EDS are associated with the transition from acute to chronic painful TMD as well as its persistence.</p></sec><sec disp-level="1" id="s0002"><title>Materials and Methods</title><sec disp-level="2" id="s0002-s2001"><title>Study Design and Study Population</title><p>This prospective cohort study is part of a global project called ACTION (Acute to Chronic Pain Transition), aimed at identifying predictive factors contributing to the transition from acute to chronic painful TMD and its persistence. The ACTION program received approvals from the McGill Institutional Review Board in Montreal, Canada (Approval No. A12-M113-14A) and the Dental Specialists Group in Ottawa, Ontario (Approval No. 240&#x02013;400).</p><p>Eligible patients with acute or chronic painful TMD were recruited from four different sites between August 2015 and March 2021. These locations were the Jewish General Hospital general dental clinic, the Faculty of Dentistry of McGill University oral diagnosis clinic, the Montreal General Hospital dental department, and the Dental Specialists Group TMD-specialized clinic. To be included in this study, the study required patients to be 18 to 85&#x000a0;years of age with a positive diagnosis of painful TMD (muscle and/or joint) in accordance with research diagnostic criteria<sup><xref rid="cit0017" ref-type="bibr">17</xref></sup> or the diagnostic criteria for TMDs.<sup><xref rid="cit0018" ref-type="bibr">18</xref></sup> The exclusion criteria were patients who had other orofacial pain (e.g., dental pain), cancer, no access to a telephone and those who were unable to provide informed consent or were incapable of understanding French or English. Participants at the Jewish General Hospital were recruited by M.G. and S.M.E., Montreal General Hospital by F.S., the oral diagnosis clinic by Z.K., and the Dental Specialists Group by S.M.E. These are trained dentists in the field of TMD and orofacial pain.</p></sec><sec disp-level="2" id="s0002-s2002"><title>Acute and Chronic Painful TMD Cohorts and Outcomes</title><p>At baseline (first visit), pain duration was assessed by asking patients, &#x0201c;How many years or months ago did the pain in the jaw, temple, in the ear, or in front of the ear first begin?&#x0201d; Patients reporting painful TMD for 3&#x000a0;months or less were included in the acute cohort and those reporting pain for more than 3&#x000a0;months were enrolled in the chronic cohort.</p><p>The primary study outcomes were the transition from acute to chronic painful TMD and its persistence. Two criteria were used to define chronic painful TMD: (1) pain lasting for more than 3&#x000a0;months (no versus yes) and (2) dysfunction (no [GCPS I] and yes [GCPS II&#x02013;IV]).<sup><xref rid="cit0012" ref-type="bibr">12</xref></sup> The GCPS grades are low-intensity pain, no disability (grade I); high-intensity pain, without pain-related disability (grade IIa); high-intensity pain, with low pain-related disability (grade IIb), moderately limiting (grade III), and severely limiting (grade IV). The GCPS scoring is based on the subject&#x02019;s responses to several items: (1) current, (2) worst, and (3) average pain intensity (0&#x02013;10 numeric scales) and (4) pain-related disability days and pain-related interference with daily activities, work, and social or family activities (0&#x02013;10 numeric scales). Characteristic pain intensity (CPI) measured by the GCPS is the average of 0 to 10 ratings of current, worst, and average pain in the previous 3&#x000a0;months multiplied by 10. The disability score is the average of three 0 to 10 interference ratings: daily activities, work, and social or family activities multiplied by 10 in the previous 3&#x000a0;months. The secondary outcomes were also the transition and persistence states, both stratified by duration or dysfunction.</p></sec><sec disp-level="2" id="s0002-s2003"><title>Assessment of the Potential Predictive Factors</title><sec disp-level="3" id="s0002-s2003-s3001"><title>Insomnia Screening Instrument</title><p>A seven-item validated questionnaire called the Insomnia Severity Index,<sup><xref rid="cit0019" ref-type="bibr">19</xref></sup> with excellent sensitivity (94%) and specificity (94%), was used to evaluate sleep disturbances.<sup><xref rid="cit0020" ref-type="bibr">20</xref></sup> This instrument evaluates (1) the severity of sleep onset, (2) sleep maintenance, (3) early morning awakening problems, (4) satisfaction with current sleep pattern, (5) sleep-related interference with daily function, (6) noticeability of impairment attributed to sleep problems, and (7) level of distress caused by sleep problems. Participants rate each of these factors on a 5-point (0&#x02013;4) scale, with possible scores ranging from 0 (<italic toggle="yes">no clinically significant insomnia</italic>) to 28 (<italic toggle="yes">severe clinical insomnia</italic>). A total score is calculated, and sums between 0 and 7 indicate no clinically significant insomnia, sums between 8 and 14 indicate subthreshold insomnia, and a score of 15 or more represents clinically significant insomnia. The scoring cutoffs are less than 14: no or subthreshold insomnia and greater than or equal to 15: clinically significant insomnia.</p></sec><sec disp-level="3" id="s0002-s2003-s3002"><title>EDS Screening Instrument</title><p>Comprehensive sleep evaluation for the likelihood of having excessive daytime sleepiness, a surrogate marker for OSA, was assessed using the validated Epworth Sleepiness Scale (ESS) questionnaire.<sup><xref rid="cit0021" ref-type="bibr">21</xref></sup> This 8-item validated questionnaire is used to assess EDS in patients who are at high risk for OSA. The score for the ESS is the sum of the score of all questions. A score between 0 and 9 is considered normal, whereas scores between 10 and 24 indicate that expert medical advice is required. For instance, scores of 11 to 15 are shown to indicate the possibility of mild to moderate OSA, whereas scores of 16 and above indicate the possibility of severe OSA. The ESS instrument is widely used in sleep clinics to screen for suspected OSA before authorizing a polysomnography study.<sup><xref rid="cit0022" ref-type="bibr">22</xref></sup> The ESS has excellent sensitivity (93.5%) and specificity (100%).<sup><xref rid="cit0020" ref-type="bibr">20</xref></sup></p><p>In the literature, we noted inconsistencies in the reporting of sensitivity and specificity of the ESS instrument for OSA screening (EDS). For instance, Sommer et al.<sup><xref rid="cit0020" ref-type="bibr">20</xref></sup> showed that ESS has an excellent sensitivity (93.5%) and specificity (100%) to screen for OSA using a cutoff &#x0003e;10. However, the Vana et al. study,<sup><xref rid="cit0022" ref-type="bibr">22</xref></sup> using the same parameters, showed that ESS has sensitivity of 31.3% and specificity of 53.3%. This is a very low specificity and sensitivity and was obtained using ESS score &#x0003e;10 to determine its predictive ability for OSA by comparing it to their polysomnographic testing results.</p></sec></sec><sec disp-level="2" id="s0002-s2004"><title>Assessment of Putative Confounders and Effect Modifiers</title><p>Regarding the outcome evaluated in terms of pain duration, potential confounders and effect modifiers encompassed acute and chronic pain status, CPI, psychological aspects (anxiety, depression), gender, and age. For the outcome centered around dysfunction, conceivable covariates included acute and chronic pain conditions, dysfunction, psychological aspects (anxiety, depression), gender, and age. It was not necessary to add CPI in the dysfunctional model because CPI is part of the equation to calculate the GCPS score.<sup><xref rid="cit0012" ref-type="bibr">12</xref></sup></p><p>Screening for psychological factors: anxiety and depression was accomplished with the Patient Health Questionnaire-4.<sup><xref rid="cit0023" ref-type="bibr">23</xref></sup> The scoring cutoffs for the Patient Health Questionnaire-4 are as follows: &#x0003c;3: no anxiety or depression and &#x02265;3: anxiety or depression.</p></sec><sec disp-level="2" id="s0002-s2005"><title>Statistical Analysis</title><p>Chi-square, Fisher&#x02019;s exact test, analysis of variance, and Student&#x02019;s <italic toggle="yes">t</italic> test were used to test statistical differences between categories of painful TMD groups relative to insomnia and EDS, acute and chronic pain status, GCPS grades (GCPS I&#x02013;IV), CPI, age, sex, and psychological factors.</p><p>Prior to the start of the study, a sample size calculation was performed. Because there are no data in the literature on painful TMD for expected outcomes and frequencies of the potential risk factors among those with and without the study outcomes, we performed the sample size estimation using the percentage of outcomes among those not exposed ranging from 30% to 50% and risk ratio (RR) equal to 2. Based on these values, we would need 42 patients exposed and 42 not exposed to be able to reject the null hypothesis that this Odds Ratio (OR) is equal to 1 with a probability (power) of 80%. The type I error probability associated with this test of this null hypothesis is 0.05. The dropout-adjusted sample size was 105 (total sample size&#x000a0;=&#x000a0;84/(1, anticipated dropout rate 20%)).</p><sec disp-level="3" id="s0002-s2005-s3001"><title>Primary Analysis</title><p>Binary logistic regression analyses (PROC GENMOD, SAS <sup><xref rid="cit0024" ref-type="bibr">24</xref></sup>) were conducted to determine whether insomnia and EDS were associated with the transition from acute to chronic painful TMD, as well as its persistence. For aim 1, the dependent variable was the presence or absence of chronic painful TMD at 3-month follow-up (no: CPI&#x000a0;=&#x000a0;0; yes: CPI &#x0003e; 0). For aim 2, the dependent variable was presence (GCPS II&#x02013;IV) or absence (GCPS I) of dysfunction at 3-month follow-up. The independent variables were the potential predictive factors under investigation: insomnia and EDS. The putative confounders and effect modifiers were listed above.</p><p>The RR and their 95% CIs were estimated in all analyses. We employed three commonly used analyses: (1) crude analyses, (2) multivariable model including all potential predictors and confounders, and (3) a parsimonious multivariable model that incorporated variables associated with the outcome, confounders (both historical and identified in the analyses), and variables that improved the precision of the model. The likelihood ratio test was used to assess the significance of the RR and interactions in the model. All analyses were performed using the statistical software package SAS, with the significance level for type I error set at the 0.05 level.</p></sec><sec disp-level="3" id="s0002-s2005-s3002"><title>Secondary Analysis</title><p>Interaction terms between each sleep disorder and acute&#x02013;chronic pain status and GCPS status at baseline were introduced. This was done to determine whether the sleep disorder risks were modified by these covariates. The interaction terms were retained in the model only if the significance level of the regression coefficient was &#x02264;0.10. Furthermore, the logistic regression analyses were stratified by pain duration (acute [&#x02264;3&#x000a0;months], chronic [&#x0003e;3&#x000a0;months]) and dysfunction (no [GCPS I] and yes [GCPS II&#x02013;IV]). Finally, logistic regression analyses were performed to evaluate the association between insomnia and EDS scores and the painful TMD outcomes.</p></sec></sec></sec><sec disp-level="1" id="s0003"><title>Results</title><sec disp-level="2" id="s0003-s2001"><title>Transition and Persistence of Chronic Painful TMD Cohorts Defined by Pain Duration</title><p>Of a total of 516 patients informed of the study, 10 refused to participate and 50 were not eligible due to lack of time and distress. <xref rid="t0001" ref-type="table">Table 1</xref> shows the characteristics of acute and chronic painful TMD cohorts at the first visit (baseline). The total number of patients with painful TMD enrolled was 456, of which 123 patients were included in the acute cohort (&#x02264;3&#x000a0;months; 26.96%) and 333 in the chronic cohort (&#x0003e;3&#x000a0;months; 73.03%). Insomnia and EDS were slightly more common in the chronic painful TMD cohort compared to the acute cohort (insomnia: 28.23% versus 22.76%, <italic toggle="yes">P</italic> =&#x000a0;0.24; EDS: 49.70% versus 44.72%, <italic toggle="yes">P</italic> =&#x000a0;0.34). No statistically significant differences were found between the groups. There were more females in the chronic painful TMD cohort compared to the acute cohort (78.68% versus 69.92%, <italic toggle="yes">P</italic> =&#x000a0;0.05).<table-wrap position="float" id="t0001"><label>Table 1.</label><caption><p>Baseline characteristics of acute and chronic TMD-related pain cohorts defined by duration.</p></caption><!--OASIS TABLE HERE--><table frame="hsides" rules="groups"><colgroup><col width="1*" align="left"/><col width="1*" align="left"/><col width="1*" align="center"/><col width="1*" align="center"/><col width="1*" align="char" char="."/></colgroup><thead><tr><th rowspan="2" align="center">Risk factors and covariates</th><th rowspan="2" align="center">Category</th><th align="center">Acute cohort (&#x02264;3&#x000a0;months)</th><th align="center">Chronic cohort (&#x0003e;3&#x000a0;months)</th><th rowspan="2" align="center" char="."><italic toggle="yes">P</italic> value</th></tr><tr><th align="center">123 (26.96%)</th><th align="center">333 (73.03%)</th></tr></thead><tbody><tr><td rowspan="2" align="left">Insomnia, <italic toggle="yes">n</italic> (%)</td><td align="left">&#x0003e;14</td><td align="center">28 (22.76)</td><td align="center">94 (28.23)</td><td rowspan="2" align="char" char=".">0.24</td></tr><tr><td align="left">&#x02264;14</td><td align="center">95 (77.24)</td><td align="center">239 (71.77)</td></tr><tr><td rowspan="2" align="left">EDS, <italic toggle="yes">n</italic> (%)</td><td align="left">&#x0003e;5</td><td align="center">55 (44.72)</td><td align="center">164 (49.70)</td><td rowspan="2" align="char" char=".">0.34</td></tr><tr><td align="left">&#x02264;5</td><td align="center">68 (55.28)</td><td align="center">166 (50.30)</td></tr><tr><td rowspan="2" align="left">Sex, <italic toggle="yes">n</italic> (%)</td><td align="left">Female</td><td align="center">86 (69.92)</td><td align="center">262 (78.68)</td><td rowspan="2" align="char" char=".">0.05</td></tr><tr><td align="left">Male</td><td align="center">37 (30.08)</td><td align="center">71 (21.32)</td></tr><tr><td rowspan="2" align="left">Psychological factors, <italic toggle="yes">n</italic> (%)<sup>a</sup></td><td align="left">&#x02265;3</td><td align="center">69 (56.10)</td><td align="center">207 (62.16)</td><td rowspan="2" align="char" char=".">0.24</td></tr><tr><td align="left">&#x0003c;3</td><td align="center">54 (43.90)</td><td align="center">126 (37.84)</td></tr><tr><td rowspan="3" align="left">Age (years)</td><td align="left">Mean</td><td align="center">42.64</td><td align="center">41.74</td><td rowspan="3" align="char" char=".">0.60</td></tr><tr><td align="left">Median</td><td align="center">39.00</td><td align="center">39.00</td></tr><tr><td align="left">SD</td><td align="center">16.11</td><td align="center">16.29</td></tr><tr><td rowspan="3" align="left">CPI (0&#x02013;100 NRS)</td><td align="left">Mean</td><td align="center">57.43</td><td align="center">57.41</td><td rowspan="3" align="char" char=".">0.98</td></tr><tr><td align="left">Median</td><td align="center">56.66</td><td align="center">60.00</td></tr><tr><td align="left">SD</td><td align="center">21.42</td><td align="center">21.65</td></tr></tbody></table><table-wrap-foot><fn id="tfn0001"><p><sup>a</sup>Psychological factors: &#x02265;3&#x000a0;=&#x000a0;yes, &#x0003c;3&#x000a0;=&#x000a0;no.</p></fn><fn id="tfn0002"><p>NRS&#x000a0;=&#x000a0;numeric rating scale.</p></fn></table-wrap-foot></table-wrap></p><p><xref rid="t0002" ref-type="table">Table 2</xref> shows the baseline profile of the acute and chronic painful TMD cohorts that completed the 3-month follow-up. The number of participants who completed the follow-up was 378 out of the total enrolled of 456 (82.89%). Insomnia and EDS remained slightly higher in the chronic pain cohort compared to the acute cohort (insomnia: 30.80% versus 23.53%, <italic toggle="yes">P</italic> =&#x000a0;0.17; EDS: 49.08% versus 45.10%, <italic toggle="yes">P</italic> =&#x000a0;0.49). No statistically significant differences were found between the groups.<table-wrap position="float" id="t0002"><label>Table 2.</label><caption><p>Baseline profile of the acute and chronic TMD-related pain cohorts who completed the 3-month follow-up.</p></caption><!--OASIS TABLE HERE--><table frame="hsides" rules="groups"><colgroup><col width="1*" align="left"/><col width="1*" align="left"/><col width="1*" align="center"/><col width="1*" align="center"/><col width="1*" align="center"/><col width="1*" align="char" char="."/></colgroup><thead><tr><th rowspan="2" align="center">Risk factors and covariates</th><th rowspan="2" align="center">Category</th><th align="center">Acute cohort (&#x02264;3&#x000a0;months)</th><th align="center">Chronic cohort (&#x0003e;3&#x000a0;months)</th><th align="center">Total</th><th rowspan="2" align="center" char="."><italic toggle="yes">P</italic> value</th></tr><tr><th align="center">102 (26.98%)</th><th align="center">276 (73.02%)</th><th align="center">378</th></tr></thead><tbody><tr><td rowspan="2" align="left">Insomnia, <italic toggle="yes">n</italic> (%)<sup>a</sup></td><td align="left">&#x0003e;14</td><td align="center">24 (23.53)</td><td align="center">85 (30.80)</td><td align="center">109 (28.84)</td><td rowspan="2" align="char" char=".">0.17</td></tr><tr><td align="left">&#x02264;14</td><td align="center">78 (76.47)</td><td align="center">191 (69.20)</td><td align="center">269 (71.16)</td></tr><tr><td rowspan="2" align="left">EDS, <italic toggle="yes">n</italic> (%)<sup>b</sup></td><td align="left">&#x0003e;5</td><td align="center">46 (45.10)</td><td align="center">134 (49.08)</td><td align="center">180 (48.00)</td><td rowspan="2" align="char" char=".">0.49</td></tr><tr><td align="left">&#x02264;5</td><td align="center">56 (54.90)</td><td align="center">139 (50.92)</td><td align="center">195 (52.00)</td></tr><tr><td rowspan="2" align="left">Sex, <italic toggle="yes">n</italic> (%)</td><td align="left">Female</td><td align="center">72 (70.59)</td><td align="center">214 (77.54)</td><td align="center">286 (75.66)</td><td rowspan="2" align="char" char=".">0.16</td></tr><tr><td align="left">Male</td><td align="center">30 (29.41)</td><td align="center">62 (22.46)</td><td align="center">92 (24.34)</td></tr><tr><td rowspan="2" align="left">Psychological factors, <italic toggle="yes">n</italic> (%)<sup>c</sup></td><td align="left">&#x02265;3</td><td align="center">58 (56.86)</td><td align="center">176 (63.77)</td><td align="center">234 (61.90)</td><td rowspan="2" align="char" char=".">0.22</td></tr><tr><td align="left">&#x0003c;3</td><td align="center">44 (43.14)</td><td align="center">100 (36.23)</td><td align="center">144 (38.10)</td></tr><tr><td rowspan="3" align="left">Age (years)</td><td align="left">Mean</td><td align="center">42.34</td><td align="center">41.52</td><td align="center">41.59</td><td rowspan="3" align="char" char=".">0.74</td></tr><tr><td align="left">Median</td><td align="center">39.00</td><td align="center">39.00</td><td align="center">39.00</td></tr><tr><td align="left">SD</td><td align="center">16.70</td><td align="center">16.15</td><td align="center">16.14</td></tr><tr><td rowspan="3" align="left">CPI (0&#x02013;100 NRS)</td><td align="left">Mean</td><td align="center">57.94</td><td align="center">57.29</td><td align="center">57.46</td><td rowspan="3" align="char" char=".">0.71</td></tr><tr><td align="left">Median</td><td align="center">60.00</td><td align="center">60.0</td><td align="center">60.0</td></tr><tr><td align="left">SD</td><td align="center">20.26</td><td align="center">21.73</td><td align="center">21.33</td></tr></tbody></table><table-wrap-foot><fn id="tfn0003"><p><sup>a</sup>Insomnia: &#x02264;14&#x000a0;=&#x000a0;no, &#x0003e;14&#x000a0;=&#x000a0;yes.</p></fn><fn id="tfn0004"><p><sup>b</sup>EDS: &#x02264;5&#x000a0;=&#x000a0;no, &#x0003e;5&#x000a0;=&#x000a0;yes.</p></fn><fn id="tfn0005"><p><sup>c</sup>Psychological factors: &#x02265;3&#x000a0;=&#x000a0;yes, &#x0003c;3&#x000a0;=&#x000a0;no.</p></fn><fn id="tfn0006"><p>NRS&#x000a0;=&#x000a0;numeric rating scale.</p></fn></table-wrap-foot></table-wrap></p><p>From the acute painful TMD cohort (pain duration &#x02264;3&#x000a0;months since first visit) including 102 patients who completed the 3-month follow-up, half of the patients presented a transition to chronic painful TMD (<italic toggle="yes">n</italic> =&#x000a0;52), and the other half had no pain (<italic toggle="yes">n</italic> =&#x000a0;50). From the chronic painful TMD cohort (pain duration &#x0003e;3&#x000a0;months since first visit), 75.72% had persistent chronic pain (<italic toggle="yes">n</italic> =&#x000a0;209/276), whereas almost a quarter of patients had no pain at 3-month follow-up (<italic toggle="yes">n</italic> =&#x000a0;67).</p><p><xref rid="t0003" ref-type="table">Table 3</xref> shows the baseline profile of patients with and without chronic painful TMD at 3-month follow-up (261 versus 117). Almost one-third of those with (29.50%) and without (27.35%) chronic painful TMD had insomnia (<italic toggle="yes">P</italic> =&#x000a0;0.67). EDS was more common among the patients with chronic painful TMD (50.58%) than those without pain (42.24%). However, this difference was not statistically significant (<italic toggle="yes">P</italic> =&#x000a0;0.13).<table-wrap position="float" id="t0003"><label>Table 3.</label><caption><p>Baseline profile of patients with chronic TMD-related pain and those without pain at 3-month follow-up.</p></caption><!--OASIS TABLE HERE--><table frame="hsides" rules="groups"><colgroup><col width="1*" align="left"/><col width="1*" align="center"/><col width="1*" align="center"/><col width="1*" align="center"/><col width="1*" align="char" char="."/></colgroup><thead><tr><th rowspan="2" align="center">Risk factors and covariates</th><th rowspan="2" align="center">Category</th><th align="center">No TMD-related pain</th><th align="center">Chronic TMD-related pain</th><th rowspan="2" align="center" char="."><italic toggle="yes">P</italic> value</th></tr><tr><th align="center">117 (30.95)</th><th align="center">261 (69.05)</th></tr></thead><tbody><tr><td rowspan="2" align="left">Insomnia, <italic toggle="yes">n</italic> (%)<sup>a</sup></td><td align="center">&#x0003e;14</td><td align="center">32 (27.35)</td><td align="center">77 (29.50)</td><td rowspan="2" align="char" char=".">0.67</td></tr><tr><td align="center">&#x02264;14</td><td align="center">85 (72.65)</td><td align="center">184 (70.50)</td></tr><tr><td rowspan="2" align="left">EDS, <italic toggle="yes">n</italic> (%)<sup>b</sup></td><td align="center">&#x0003e;5</td><td align="center">49 (42.24)</td><td align="center">131 (50.58)</td><td rowspan="2" align="char" char=".">0.13</td></tr><tr><td align="center">&#x02264;5</td><td align="center">67 (57.76)</td><td align="center">128 (49.42)</td></tr><tr><td rowspan="2" align="left">Sex, <italic toggle="yes">n</italic> (%)</td><td align="center">Female</td><td align="center">76 (64.96)</td><td align="center">210 (80.46)</td><td rowspan="2" align="char" char=".">0.001</td></tr><tr><td align="center">Male</td><td align="center">41 (35.04)</td><td align="center">51 (19.54)</td></tr><tr><td rowspan="2" align="left">Psychological factors, <italic toggle="yes">n</italic> (%)<sup>c</sup></td><td align="center">&#x02265;3</td><td align="center">69 (58.97)</td><td align="center">165 (63.22)</td><td rowspan="2" align="char" char=".">0.43</td></tr><tr><td align="center">&#x0003c;3</td><td align="center">48 (41.03)</td><td align="center">96 (36.78)</td></tr><tr><td align="left">Mean age (95% CI)</td><td align="center">Years</td><td align="center">40.11 (37.17&#x02013;43.06)</td><td align="center">42.39 (40.42&#x02013;44.36)</td><td align="char" char=".">0.21</td></tr><tr><td align="left">Mean CPI (95% CI)</td><td align="center">0&#x02013;100 NRS</td><td align="center">51.06 (47.24&#x02013;54.88)</td><td align="center">60.41 (57.85&#x02013;62.96)</td><td align="char" char=".">&#x0003c;0.0001</td></tr></tbody></table><table-wrap-foot><fn id="tfn0007"><p><sup>a</sup>Insomnia: &#x02264;14&#x000a0;=&#x000a0;no, &#x0003e;14&#x000a0;=&#x000a0;yes.</p></fn><fn id="tfn0008"><p><sup>b</sup>EDS: &#x02264;5&#x000a0;=&#x000a0;no, &#x0003e;5&#x000a0;=&#x000a0;yes.</p></fn><fn id="tfn0009"><p><sup>c</sup>Psychological factors: &#x02265;3&#x000a0;=&#x000a0;yes, &#x0003c;3&#x000a0;=&#x000a0;no.</p></fn><fn id="tfn0010"><p>NRS&#x000a0;=&#x000a0;numeric rating scale.</p></fn></table-wrap-foot></table-wrap></p><sec disp-level="3" id="s0003-s2001-s3001"><title>The Association between Sleep Disorders and the Transition or Persistence of Chronic Painful TMD</title><p><xref rid="t0004" ref-type="table">Table 4</xref> highlights EDS and insomnia crude and multivariable logistic regression analyses. RR estimates showed no significant associations between insomnia and the transition or persistence risk at 3-month follow-up (RR<sub>crude</sub>&#x000a0;=&#x000a0;1.03, RR<sub>modelII</sub>&#x000a0;=&#x000a0;0.94, <italic toggle="yes">P</italic> =&#x000a0;0.27). A borderline association was found between the transition or persistent risk and EDS (RR<sub>ModelIII</sub>&#x000a0;=&#x000a0;1.11, <italic toggle="yes">P</italic> =&#x000a0;0.07) when the model included the acute and chronic pain status at baseline, CPI, sex, age, and psychological factors. To improve the precision of the model, insomnia was not included in model III.<table-wrap position="float" id="t0004"><label>Table 4.</label><caption><p>Crude and multivariable logistic regression analyses assessing the contribution of insomnia and EDS on transition or persistent TMD-related pain at 3-month follow-up.</p></caption><!--OASIS TABLE HERE--><table frame="hsides" rules="groups"><colgroup><col width="1*" align="left"/><col width="1*" align="center"/><col width="1*" align="center"/><col width="1*" align="center"/><col width="1*" align="center"/><col width="1*" align="center"/><col width="1*" align="center"/><col width="1*" align="center"/></colgroup><tbody><tr><td align="left">Risk factors and covariates at baseline<hr/></td><td align="center">Category<hr/></td><td align="center">Model I RR (95% CI)<hr/></td><td align="center"><italic toggle="yes">P</italic> value<hr/></td><td align="center">Model II RR (95% CI)<hr/></td><td align="center"><italic toggle="yes">P</italic> value<hr/></td><td align="center">Model III RR (95% CI)<hr/></td><td align="center"><italic toggle="yes">P</italic> value<hr/></td></tr><tr><td rowspan="2" align="left">Insomnia</td><td align="center">&#x02264;14</td><td align="center">1.0 (reference)</td><td rowspan="2" align="center">0.66</td><td align="center">1.0 (reference)</td><td rowspan="2" align="center">0.27</td><td rowspan="2" colspan="2" align="center">Not in the model</td></tr><tr><td align="center">&#x0003e;14</td><td align="center">1.03 (0.89&#x02013;1.19)</td><td align="center">0.94 (0.84&#x02013;1.05)</td></tr><tr><td rowspan="2" align="left">EDS</td><td align="center">&#x02264;5</td><td align="center">1.0 (reference)</td><td rowspan="2" align="center">0.13</td><td align="center">1.0 (reference)</td><td rowspan="2" align="center">0.19</td><td align="center">1.0 (reference)</td><td rowspan="2" align="center">0.07</td></tr><tr><td align="center">&#x0003e;5</td><td align="center">1.11 (0.97&#x02013;1.27)</td><td align="center">1.07 (0.97&#x02013;1.18)</td><td align="center">1.11 (0.99&#x02013;1.25)</td></tr><tr><td rowspan="2" align="left">Acute and chronic TMD-related pain</td><td align="center">&#x02264;3&#x000a0;months</td><td align="center">1.0 (reference)</td><td rowspan="2" align="center">0.0001</td><td align="center">1.0 (reference)</td><td rowspan="2" align="center">0.002</td><td align="center">1.0 (reference)</td><td rowspan="2" align="center">&#x0003c;0.0001</td></tr><tr><td align="center">&#x0003e;3&#x000a0;months</td><td align="center">1.48 (1.21&#x02013;1.81)</td><td align="center">1.23 (1.08&#x02013;1.40)</td><td align="center">1.47 (1.20&#x02013;1.79)</td></tr><tr><td align="left">Mean CPI</td><td align="center">0&#x02013;100 NRS</td><td align="center">1.01 (1.00&#x02013;1.01)</td><td align="center">0.0001</td><td align="center">1.00 (1.00&#x02013;1.01)</td><td align="center">0.008</td><td align="center">1.00 (1.00&#x02013;1.01)</td><td align="center">0.0001</td></tr><tr><td rowspan="2" align="left">Sex</td><td align="center">Male</td><td align="center">1.0 (reference)</td><td rowspan="2" align="center">0.005</td><td align="center">1.0 (reference)</td><td rowspan="2" align="center">0.07</td><td align="center">1.00 (reference)</td><td rowspan="2" align="center">0.02</td></tr><tr><td align="center">Female</td><td align="center">1.32 (1.09&#x02013;1.61)</td><td align="center">1.13 (0.99&#x02013;1.29)</td><td align="center">1.25 (1.04&#x02013;1.51)</td></tr><tr><td align="left">Mean age</td><td align="center">Years</td><td align="center">1.00 (0.99&#x02013;1.01)</td><td align="center">0.21</td><td align="center">1.00 (0.99&#x02013;1.00)</td><td align="center">0.70</td><td align="center">1.00 (0.99&#x02013;1.00)</td><td align="center">0.54</td></tr><tr><td rowspan="2" align="left">Psychological factors<sup>a</sup></td><td align="center">&#x0003c;3</td><td align="center">1.0 (reference)</td><td rowspan="2" align="center">0.44</td><td align="center">1.0 (reference)</td><td rowspan="2" align="center">0.91</td><td align="center">1.0 (reference)</td><td rowspan="2" align="center">0.35</td></tr><tr><td align="center">&#x02265;3</td><td align="center">1.06 (0.92&#x02013;1.22)</td><td align="center">0.99 (0.89&#x02013;1.11)</td><td align="center">0.94 (0.83&#x02013;1.07)</td></tr></tbody></table><table-wrap-foot><fn id="tfn0011"><p>Model I =&#x000a0;crude analysis.</p></fn><fn id="tfn0012"><p>Model II&#x000a0;=&#x000a0;multivariable model including sleep disorders and all covariates: AIC: 446.83, AICC&#x000a0;=&#x000a0;447.23, BIC&#x000a0;=&#x000a0;478.20.</p></fn><fn id="tfn0013"><p>Model III&#x000a0;=&#x000a0;multivariable model including ESA/OSA and all covariates: AIC: 432.79, AICC&#x000a0;=&#x000a0;433.10, BIC.&#x000a0;=&#x000a0;460.24.</p></fn><fn id="tfn0014"><p><sup>a</sup>Psychological factors &#x02265;3&#x000a0;=&#x000a0;yes, &#x0003c;3&#x000a0;=&#x000a0;no.</p></fn><fn id="tfn0015"><p>NRS&#x000a0;=&#x000a0;numeric rating scale.</p></fn></table-wrap-foot></table-wrap></p></sec><sec disp-level="3" id="s0003-s2001-s3002"><title>Secondary Analyses</title><sec disp-level="4" id="s0003-s2001-s3002-s4001"><title>EDS and Insomnia Binary Variables</title><p>No interactions were found between each sleep disorder and the acute and chronic status at baseline (<italic toggle="yes">P</italic> &#x0003e;&#x000a0;0.28). The stratified analysis found that insomnia (RR&#x000a0;=&#x000a0;1.20, 95% CI 0.68&#x02013;2.12, <italic toggle="yes">P</italic> =&#x000a0;0.52) and EDS (RR&#x000a0;=&#x000a0;0.85, 95% CI 0.55&#x02013;1.31, <italic toggle="yes">P</italic> =&#x000a0;0.45) were not related to the transition risk. However, a significant association was found between persistence of painful TMD and (RR<sub>EDS</sub>&#x000a0;=&#x000a0;1.13, 95% CI 1.00&#x02013;1.26, <italic toggle="yes">P</italic> =&#x000a0;0.04). No association was found with insomnia (RR&#x000a0;=&#x000a0;0.92, 95% CI 0.81&#x02013;1.05, <italic toggle="yes">P</italic> =&#x000a0;0.22). These models included sex, age, psychological factors, and CPI.</p></sec><sec disp-level="4" id="s0003-s2001-s3002-s4002"><title>EDS and Insomnia Scores</title><p>Regarding the score analysis, EDS score was not related to the transition or persistent risk (RR&#x000a0;=&#x000a0;1.01, 95% CI 0.99&#x02013;1.02, <italic toggle="yes">P</italic> =&#x000a0;0.32). The stratified analysis, however, found that EDS score contributed to the persistence of painful TMD (RR&#x000a0;=&#x000a0;1.01, 95% CI 1.00&#x02013;1.03, <italic toggle="yes">P</italic> =&#x000a0;0.047), but it was not related to the transition (RR&#x000a0;=&#x000a0;0.98, 95% CI 0.94&#x02013;1.02, <italic toggle="yes">P</italic> =&#x000a0;0.30). These analyses were adjusted for all covariates. Furthermore, insomnia score was not related to the transition or persistence (RR&#x000a0;=&#x000a0;1.00, 95% CI 0.99&#x02013;1.01, <italic toggle="yes">P</italic> =&#x000a0;0.61). The stratified analysis also showed that the transition (RR&#x000a0;=&#x000a0;1.02, 95% CI 0.99&#x02013;1.01, <italic toggle="yes">P</italic> =&#x000a0;0.16) and persistence (RR&#x000a0;=&#x000a0;1.00, 95% CI 0.99&#x02013;1.01, <italic toggle="yes">P</italic> =&#x000a0;0.88) outcomes were not associated with insomnia score.</p></sec></sec></sec><sec disp-level="2" id="s0003-s2002"><title>Acute and Chronic Cohort Defined by Dysfunction</title><p>At baseline, insomnia (32.50% versus 12.88%, <italic toggle="yes">P</italic> &#x0003c;&#x000a0;0.0001) and EDS (51.57% versus 41.98%, <italic toggle="yes">P</italic> =&#x000a0;0.06) were more common among patients with dysfunction compared to those without (<xref rid="t0005" ref-type="table">Table 5</xref>).<table-wrap position="float" id="t0005"><label>Table 5.</label><caption><p>Baseline profile of the acute and chronic TMD-related pain cohorts defined by dysfunction.</p></caption><!--OASIS TABLE HERE--><table frame="hsides" rules="groups"><colgroup><col width="1*" align="left"/><col width="1*" align="center"/><col width="1*" align="center"/><col width="1*" align="center"/><col width="1*" align="char" char="."/></colgroup><thead><tr><th rowspan="2" align="center">Risk factors and covariates</th><th rowspan="2" align="center">Category</th><th align="center">No dysfunction (GCPS I)</th><th align="center">Dysfunction (GCPS II&#x02013;IV)</th><th rowspan="2" align="center" char="."><italic toggle="yes">P</italic> value</th></tr><tr><th align="center">132 (29.20%)</th><th align="center">320 (70.80%)</th></tr></thead><tbody><tr><td rowspan="2" align="left">Insomnia, <italic toggle="yes">n</italic> (%)<sup>a</sup></td><td align="center">&#x0003e;14</td><td align="center">17 (12.88)</td><td align="center">104 (32.50)</td><td rowspan="2" align="char" char=".">&#x0003c;0.0001</td></tr><tr><td align="center">&#x02264;14</td><td align="center">115 (87.12)</td><td align="center">216 (67.50)</td></tr><tr><td rowspan="2" align="left">EDS, <italic toggle="yes">n</italic> (%)<sup>b</sup></td><td align="center">&#x0003e;5</td><td align="center">55 (41.98)</td><td align="center">164 (51.57)</td><td rowspan="2" align="char" char=".">0.06</td></tr><tr><td align="center">&#x02264;5</td><td align="center">76 (58.02)</td><td align="center">154 (48.43)</td></tr><tr><td rowspan="2" align="left">Sex, <italic toggle="yes">n</italic> (%)</td><td align="center">Female</td><td align="center">98 (74.24)</td><td align="center">247 (77.19)</td><td rowspan="2" align="char" char=".">0.50</td></tr><tr><td align="center">Male</td><td align="center">34 (25.76)</td><td align="center">73 (22.81)</td></tr><tr><td rowspan="2" align="left">Psychological factors, <italic toggle="yes">n</italic> (%)<sup>c</sup></td><td align="center">&#x02265;3</td><td align="center">63 (47.73)</td><td align="center">212 (66.25)</td><td rowspan="2" align="char" char=".">0.0002</td></tr><tr><td align="center">&#x0003c;3</td><td align="center">69 (52.27)</td><td align="center">108 (33.75)</td></tr><tr><td align="left">Mean age (95% CI)</td><td align="center">Years</td><td align="center">39.78 (37.02, 42.53)</td><td align="center">42.90 (40.12&#x02013;44.68)</td><td align="char" char=".">0.06</td></tr><tr><td rowspan="2" align="left">Acute to chronic TMD pain defined by pain duration</td><td align="center">Acute (<italic toggle="yes">n</italic> =&#x000a0;121)</td><td align="center">35 (28.93)</td><td align="center">86 (71.07)</td><td align="char" char=".">0.94</td></tr><tr><td align="center">Chronic (<italic toggle="yes">n</italic> =&#x000a0;331)</td><td align="center">97 (29.31)</td><td align="center">234 (70.69)</td><td align="char" char=".">&#x000a0;</td></tr></tbody></table><table-wrap-foot><fn id="tfn0016"><p><sup>a</sup>Insomnia: &#x02264;14&#x000a0;=&#x000a0;no, &#x0003e;14&#x000a0;=&#x000a0;yes.</p></fn><fn id="tfn0017"><p><sup>b</sup>EDS: &#x02264;5&#x000a0;=&#x000a0;no, &#x0003e;5&#x000a0;=&#x000a0;yes.</p></fn><fn id="tfn0018"><p><sup>c</sup>Psychological factors: &#x02265;3&#x000a0;=&#x000a0;yes, &#x0003c;3&#x000a0;=&#x000a0;no.</p></fn></table-wrap-foot></table-wrap></p><p><xref rid="t0006" ref-type="table">Table 6</xref> shows baseline characteristics of the no dysfunction and dysfunction cohorts that completed the 3-month follow-up. Insomnia (34.33% versus 14.95%, <italic toggle="yes">P</italic> =&#x000a0;0.0002) and EDS (51.50% versus 40.57% <italic toggle="yes">P</italic> =&#x000a0;0.06) were more prevalent in the dysfunction than in the no dysfunction cohort.<table-wrap position="float" id="t0006"><label>Table 6.</label><caption><p>Baseline profile of the no dysfunction and dysfunction cohorts that completed the 3-month follow-up.</p></caption><!--OASIS TABLE HERE--><table frame="hsides" rules="groups"><colgroup><col width="1*" align="left"/><col width="1*" align="left"/><col width="1*" align="center"/><col width="1*" align="center"/><col width="1*" align="center"/><col width="1*" align="char" char="."/></colgroup><thead><tr><th rowspan="2" align="center">Risk factors and covariates</th><th rowspan="2" align="center">Category</th><th align="center">No dysfunction (GCPS I)</th><th align="center">Dysfunction (GCPS II&#x02013;IV)</th><th align="center">Total</th><th rowspan="2" align="center" char="."><italic toggle="yes">P</italic> value</th></tr></thead><tbody><tr><td align="center">107 (28.53%)<hr/></td><td align="center">268 (71.47%)<hr/></td><td align="center">375<hr/></td><td style="">&#x000a0;</td><td style="">&#x000a0;</td><td style="">&#x000a0;</td></tr><tr><td rowspan="2" align="center">Insomnia, <italic toggle="yes">n</italic> (%)<sup>a</sup></td><td align="center">&#x0003e;14</td><td align="center">16 (14.95)</td><td align="center">92 (34.33)</td><td align="center">108 (28.80)</td><td rowspan="2" align="center" char=".">0.0002</td></tr><tr><td align="center">&#x02264;14</td><td align="center">91 (85.05)</td><td align="center">176 (65.67)</td><td align="center">267 (71.20)</td></tr><tr><td rowspan="2" align="center">EDS, <italic toggle="yes">n</italic> (%)<sup>b</sup></td><td align="center">&#x0003e;5</td><td align="center">43 (40.57)</td><td align="center">137 (51.50)</td><td align="center">180 (48.39)</td><td rowspan="2" align="center" char=".">0.06</td></tr><tr><td align="center">&#x02264;5</td><td align="center">60 (59.43)</td><td align="center">129 (48.50)</td><td align="center">192 (51.61)</td></tr><tr><td rowspan="2" align="center">Sex, <italic toggle="yes">n</italic> (%)</td><td align="center">Female</td><td align="center">80 (74.77)</td><td align="center">203 (75.75)</td><td align="center">283 (75.47)</td><td rowspan="2" align="center" char=".">0.84</td></tr><tr><td align="center">Male</td><td align="center">27 (25.23)</td><td align="center">65 (24.25)</td><td align="center">92 (24.53)</td></tr><tr><td rowspan="2" align="center">Psychological factors, <italic toggle="yes">n</italic> (%)<sup>c</sup></td><td align="center">&#x02265;3</td><td align="center">55 (51.40)</td><td align="center">177 (66.04)</td><td align="center">232 (61.87)</td><td rowspan="2" align="center" char=".">0.008</td></tr><tr><td align="center">&#x0003c;3</td><td align="center">52 (48.60)</td><td align="center">91 (33.96)</td><td align="center">143 (38.13)</td></tr><tr><td rowspan="3" align="center">Age (years)</td><td align="center">Mean</td><td align="center">39.47</td><td align="center">42.44</td><td align="center">42.27</td><td rowspan="3" align="center" char=".">0.11</td></tr><tr><td align="center">Median</td><td align="center">38.72</td><td align="center">41.00</td><td align="center">40.00</td></tr><tr><td align="center">SD</td><td align="center">16.10</td><td align="center">16.05</td><td align="center">16.35</td></tr><tr><td rowspan="2" align="center">Acute to chronic TMD pain defined by pain duration, <italic toggle="yes">n</italic> (%)</td><td align="center">Acute</td><td align="center">27 (27.27)</td><td align="center">72 (72.73)</td><td align="center">99 (26.40)</td><td rowspan="2" align="center" char=".">0.75</td></tr><tr><td align="center">Chronic</td><td align="center">80 (28.99)</td><td align="center">196 (71.01)</td><td align="center">276 (73.60)</td></tr></tbody></table><table-wrap-foot><fn id="tfn0019"><p><sup>a</sup>Insomnia: &#x02264;14&#x000a0;=&#x000a0;no, &#x0003e;14&#x000a0;=&#x000a0;yes.</p></fn><fn id="tfn0020"><p><sup>b</sup>EDS: &#x02264;5&#x000a0;=&#x000a0;no, &#x0003e;5&#x000a0;=&#x000a0;yes.</p></fn><fn id="tfn0021"><p><sup>c</sup>Psychological factors: &#x02265;3&#x000a0;=&#x000a0;yes, &#x0003c;3&#x000a0;=&#x000a0;no.</p></fn></table-wrap-foot></table-wrap></p><p>The number of subjects who completed the 3-month follow-up who presented with or without dysfunction was 268 and 107, respectively. The dysfunction cohort included 90 patients with the persistence of dysfunction (33.58%) compared to 178 without dysfunction (66.42%). From the no dysfunction baseline cohort, eight presented a transition to chronic dysfunction (7.48%) and 99 remained without dysfunction (92.52%).</p><p><xref rid="t0007" ref-type="table">Table 7</xref> shows the baseline cohort characteristics of patients with or without dysfunction at 3-month follow-up. Insomnia (36.73%, <italic toggle="yes">P</italic> =&#x000a0;0.04) and EDS (59.38%, <italic toggle="yes">P</italic> =&#x000a0;0.01) remained more frequent among patients with dysfunction compared to those without dysfunction.<table-wrap position="float" id="t0007"><label>Table 7.</label><caption><p>Baseline profile of cohorts without or with dysfunction at 3-month follow-up.</p></caption><!--OASIS TABLE HERE--><table frame="hsides" rules="groups"><colgroup><col width="1*" align="left"/><col width="1*" align="left"/><col width="1*" align="center"/><col width="1*" align="center"/><col width="1*" align="center"/></colgroup><thead><tr><th rowspan="2" align="center">Risk factors and covariates</th><th rowspan="2" align="center">Category</th><th align="center">No dysfunction (GCPS I)<hr/></th><th align="center">Dysfunction (GCPS II&#x02013;IV)<hr/></th><th rowspan="2" align="center"><italic toggle="yes">P</italic> value</th></tr><tr><th align="center">277 (73.87%)</th><th align="center">98 (26.13%)</th></tr></thead><tbody><tr><td rowspan="2" align="left">Insomnia, <italic toggle="yes">n</italic> (%)<sup>a</sup></td><td align="left">&#x0003e;14</td><td align="center">72 (25.99)</td><td align="center">36 (36.73)</td><td rowspan="2" align="center">0.04</td></tr><tr><td align="left">&#x02264;14</td><td align="center">205 (74.01)</td><td align="center">62 (63.27)</td></tr><tr><td rowspan="2" align="left">EDS, <italic toggle="yes">n</italic> (%)<sup>b</sup></td><td align="left">&#x0003e;5</td><td align="center">123 (44.57)</td><td align="center">57 (59.38)</td><td rowspan="2" align="center">0.01</td></tr><tr><td align="left">&#x02264;5</td><td align="center">153 (55.43)</td><td align="center">39 (40.63)</td></tr><tr><td rowspan="2" align="left">Sex, <italic toggle="yes">n</italic> (%)</td><td align="left">Female</td><td align="center">203 (73.29)</td><td align="center">80 (81.63)</td><td rowspan="2" align="center">0.10</td></tr><tr><td align="left">Male</td><td align="center">74 (26.71)</td><td align="center">18 (18.37)</td></tr><tr><td rowspan="2" align="left">Psychological factors, <italic toggle="yes">n</italic> (%)<sup>c</sup></td><td align="left">&#x02265;3</td><td align="center">160 (57.76)</td><td align="center">72 (73.47)</td><td rowspan="2" align="center">0.006</td></tr><tr><td align="left">&#x0003c;3</td><td align="center">117 (42.24)</td><td align="center">26 (26.53)</td></tr><tr><td rowspan="3" align="left">Age (years)</td><td align="left">Mean</td><td align="center">41.63</td><td align="center">41.47</td><td rowspan="3" align="center">0.98</td></tr><tr><td align="left">Median</td><td align="center">37.00</td><td align="center">42.00</td></tr><tr><td align="left">SD</td><td align="center">17.00</td><td align="center">16.06</td></tr><tr><td rowspan="2" align="left">Acute to chronic TMD pain defined by pain duration, <italic toggle="yes">n</italic> (%)</td><td align="left">Acute</td><td align="center">79 (79.80)</td><td align="center">20 (20.20)</td><td rowspan="2" align="center">0.12</td></tr><tr><td align="left">Chronic</td><td align="center">198 (71.74)</td><td align="center">78 (28.26)</td></tr></tbody></table><table-wrap-foot><fn id="tfn0022"><p><sup>a</sup>Insomnia: &#x02264;14&#x000a0;=&#x000a0;no, &#x0003e;14&#x000a0;=&#x000a0;yes.</p></fn><fn id="tfn0023"><p><sup>b</sup>EDS: &#x02264;5&#x000a0;=&#x000a0;no, &#x0003e;5&#x000a0;=&#x000a0;yes.</p></fn><fn id="tfn0024"><p><sup>c</sup>Psychological factors: &#x02265;3&#x000a0;=&#x000a0;yes, &#x0003c;3&#x000a0;=&#x000a0;no.</p></fn></table-wrap-foot></table-wrap></p><sec disp-level="3" id="s0003-s2002-s3001"><title>The Contribution of Sleep Disorders on the Transition or Persistence of Chronic Painful TMD Defined by Dysfunction</title><p><xref rid="t0008" ref-type="table">Table 8</xref> shows the findings of the crude and multivariable logistic regression analyses for insomnia and EDS including 375 patients. Insomnia at baseline was associated with the transition or persistence risk based on dysfunction in the crude logistic regression analysis (RR&#x000a0;=&#x000a0;1.43, <italic toggle="yes">P</italic> =&#x000a0;0.04). In the multivariable analysis, the RR was weaker and non-significant (RR<sub>ModelII</sub>&#x000a0;=&#x000a0;1.00, <italic toggle="yes">P</italic> =&#x000a0;0.99). To improve the precision of the model, insomnia was not included in model III. In the crude logistic regression analysis, EDS was associated with the increased risk of transition or persistence at a 3-month follow-up (RR&#x000a0;=&#x000a0;1.56, <italic toggle="yes">P</italic> =&#x000a0;0.01). However, a borderline association was found in the multivariable analyses (RR&#x000a0;=&#x000a0;1.40, <italic toggle="yes">P</italic> =&#x000a0;0.051). In model III, we kept sex and acute and chronic painful TMD in the model even if they were not statistically significant, in contrast to psychological factors and age, because these covariates improved the precision.<table-wrap position="float" id="t0008"><label>Table 8.</label><caption><p>Crude and multivariable logistic regression analyses assessing the contribution of insomnia and EDS on chronic TMD-related pain based on dysfunction at 3-month follow-up using GCPS.</p></caption><!--OASIS TABLE HERE--><table frame="hsides" rules="groups"><colgroup><col width="1*" align="left"/><col width="1*" align="center"/><col width="1*" align="center"/><col width="1*" align="char" char="."/><col width="1*" align="center"/><col width="1*" align="char" char="."/><col width="1*" align="center"/><col width="1*" align="char" char="."/></colgroup><thead><tr><th align="left">Risk factors and covariates at baseline</th><th align="center">Category</th><th align="center">Model I RR (95% CI)</th><th align="center" char="."><italic toggle="yes">P</italic> value</th><th align="center">Model II RR (95% CI)</th><th align="center" char="."><italic toggle="yes">P</italic> value</th><th align="center">Model III RR (95% CI)</th><th align="center" char="."><italic toggle="yes">P</italic> value</th></tr></thead><tbody><tr><td rowspan="2" align="left">Insomnia<sup>a</sup></td><td align="center">&#x02264;14</td><td align="center">1.0 (reference)</td><td rowspan="2" align="char" char=".">0.04</td><td align="center">1.0 (reference)</td><td rowspan="2" align="char" char=".">0.99</td><td rowspan="2" colspan="2" align="center">Not in the model</td></tr><tr><td align="center">&#x0003e;14</td><td align="center">1.43 (1.02&#x02013;2.03)</td><td align="center">1.00 (0.70&#x02013;1.43)</td></tr><tr><td rowspan="2" align="left">EDS<sup>b</sup></td><td align="center">&#x02264;5</td><td align="center">1.0 (reference)</td><td rowspan="2" align="char" char=".">0.01</td><td align="center">1.0 (reference)</td><td rowspan="2" align="char" char=".">0.16</td><td align="center">1.0 (reference)</td><td rowspan="2" align="char" char=".">0.05</td></tr><tr><td align="center">&#x0003e;5</td><td align="center">1.56 (1.09&#x02013;2.22)</td><td align="center">1.29 (0.90&#x02013;1.85)</td><td align="center">1.40 (1.00&#x02013;1.97)</td></tr><tr><td rowspan="2" align="left">Acute and chronic TMD-related pain</td><td align="center">&#x02264;3&#x000a0;months</td><td align="center">1.0 (reference)</td><td rowspan="2" align="char" char=".">0.13</td><td align="center">1.0 (reference)</td><td rowspan="2" align="char" char=".">0.19</td><td align="center">1.0 (reference)</td><td rowspan="2" align="char" char=".">0.15</td></tr><tr><td align="center">&#x0003e;3&#x000a0;months</td><td align="center">1.40 (0.91&#x02013;2.16)</td><td align="center">1.32 (0.86&#x02013;2.02)</td><td align="center">1.37 (0.90&#x02013;2.08)</td></tr><tr><td rowspan="2" align="left">Dysfunction<sup>c</sup></td><td align="center">No</td><td align="center">1.0 (reference)</td><td rowspan="2" align="char" char=".">&#x0003c;0.0001</td><td align="center">1.0 (reference)</td><td rowspan="2" align="char" char=".">&#x0003c;0.0001</td><td align="center">1.0 (reference)</td><td rowspan="2" align="char" char=".">&#x0003c;0.0001</td></tr><tr><td align="center">Yes</td><td align="center">4.49 (2.25&#x02013;8.93)</td><td align="center">4.09 (2.05&#x02013;8.19)</td><td align="center">4.21 (2.11&#x02013;8.36)</td></tr><tr><td rowspan="2" align="left">Sex</td><td align="center">Male</td><td align="center">1.0 (reference)</td><td rowspan="2" align="char" char=".">0.11</td><td align="center">1.0 (reference)</td><td rowspan="2" align="char" char=".">0.16</td><td align="center">1.0 (reference)</td><td rowspan="2" align="char" char=".">0.20</td></tr><tr><td align="center">Female</td><td align="center">1.44 (0.92&#x02013;2.27)</td><td align="center">1.37 (0.88&#x02013;2.16)</td><td align="center">1.33 (0.86&#x02013;2.07)</td></tr><tr><td align="left">Mean age</td><td align="center">Years</td><td align="center">0.99 (0.98&#x02013;1.01)</td><td align="char" char=".">0.93</td><td align="center">0.99 (0.98&#x02013;1.00)</td><td align="char" char=".">0.37</td><td colspan="2" align="center">Not in the model</td></tr><tr><td rowspan="2" align="left">Psychological factors<sup>d</sup></td><td align="center">&#x0003c;3</td><td align="center">1.0 (reference)</td><td rowspan="2" align="char" char=".">0.008</td><td align="center">1.0 (reference)</td><td rowspan="2" align="char" char=".">0.13</td><td rowspan="2" colspan="2" align="center">Not in the model</td></tr><tr><td align="center">&#x02265;3</td><td align="center">1.70 (1.14&#x02013;2.53)</td><td align="center">1.36 (0.91&#x02013;2.03)</td></tr></tbody></table><table-wrap-foot><fn id="tfn0025"><p>Model I =&#x000a0;crude analysis.</p></fn><fn id="tfn0026"><p>Model II&#x000a0;=&#x000a0;multivariable model including insomnia and EDS and all covariates: AIC: 398.48, AICC&#x000a0;=&#x000a0;398.77, BIC&#x000a0;=&#x000a0;429.83.</p></fn><fn id="tfn0027"><p>Model III&#x000a0;= multivariable model including EDS and all covariates: AIC: 395.63, AICC&#x000a0;=&#x000a0;395.79, BIC&#x000a0;=&#x000a0;415.22.</p></fn><fn id="tfn0028"><p><sup>a</sup>Insomnia: &#x02264;14&#x000a0;=&#x000a0;no, &#x0003e;14&#x000a0;=&#x000a0;yes.</p></fn><fn id="tfn0029"><p><sup>b</sup>EDS: &#x02264;5&#x000a0;=&#x000a0;no, &#x0003e;5&#x000a0;=&#x000a0;yes.</p></fn><fn id="tfn0030"><p><sup>c</sup>Dysfunction is characterized by a combination of an average of &#x02265;5 over the three pain questions and pain-related disability.</p></fn><fn id="tfn0031"><p><sup>d</sup>Psychological factors: &#x02265;3&#x000a0;=&#x000a0;yes, &#x0003c;3&#x000a0;=&#x000a0;no.</p></fn></table-wrap-foot></table-wrap></p></sec><sec disp-level="3" id="s0003-s2002-s3002"><title>Secondary Analysis</title><sec disp-level="4" id="s0003-s2002-s3002-s4001"><title>EDS and Insomnia Binary Variables</title><p>No interactions were found between insomnia and EDS and dysfunction status (<italic toggle="yes">P</italic> &#x0003e;&#x000a0;0.42). Furthermore, the stratified analysis showed no association between EDS and the transition from acute to chronic pain defined by dysfunction (RR&#x000a0;=&#x000a0;2.18, 95% CI 0.56&#x02013;8.47, <italic toggle="yes">P</italic> =&#x000a0;0.26). A borderline association, however, was found with the persistence of chronic painful TMD (RR&#x000a0;=&#x000a0;1.35, 95% CI 0.95&#x02013;1.91, <italic toggle="yes">P</italic> =&#x000a0;0.09). Insomnia was not associated with persistence risk (RR&#x000a0;=&#x000a0;1.12, 95% CI&#x000a0;0.778&#x02013;1.60, <italic toggle="yes">P</italic> =&#x000a0;0.53). It was not possible to assess the impact of insomnia on the transition risk because in this acute cohort including only the 107 patients, none of the patients with insomnia (<italic toggle="yes">n</italic> =&#x000a0;16) presented a transition.</p><p>There were no statistically significant differences between patients who dropped out (<italic toggle="yes">n</italic> =&#x000a0;85) and those who did not (<italic toggle="yes">n</italic> =&#x000a0;441): EDS (<italic toggle="yes">P</italic> =&#x000a0;0.72), acute to chronic (<italic toggle="yes">P</italic> =&#x000a0;0.93), dysfunction (<italic toggle="yes">P</italic> =&#x000a0;0.45), psychological factors (<italic toggle="yes">P</italic> =&#x000a0;0.14), age (<italic toggle="yes">P</italic> =&#x000a0;0.36), sex (<italic toggle="yes">P</italic> =&#x000a0;0.35), and CPI (<italic toggle="yes">P</italic> =&#x000a0;0.81). However, patients who dropped out reported less frequent insomnia (<italic toggle="yes">n</italic> =&#x000a0;13, 16.67%) than those who did not drop out (<italic toggle="yes">n</italic> =&#x000a0;109, 28.34%, <italic toggle="yes">P</italic> =&#x000a0;0.03).</p></sec></sec></sec><sec disp-level="2" id="s0003-s2003"><title>Inconsistencies in the Reporting of Sensitivity and Specificity of ESS Instrument</title><p>Because of this lack of consistency, we opted to assess whether the RR magnitudes and the corresponding 95% CIs were comparable for each group. We also examined the subject count within each group as part of this evaluation. The first crude logistic regression analysis showed that only severe EDS (scores of 16&#x02013;24) was associated with the transition or persistence of painful TMD: (1) High normal (6&#x02013;10; <italic toggle="yes">n</italic> =&#x000a0;26/84, RR&#x000a0;=&#x000a0;1.07, 95% CI&#x000a0;0.79&#x02013;1.45, <italic toggle="yes">P</italic> =&#x000a0;0.68), (2) mild excessive (11&#x02013;12; <italic toggle="yes">n</italic> =&#x000a0;13/17, RR&#x000a0;=&#x000a0;1.22, 95% CI&#x000a0;0.96&#x02013;1.56, <italic toggle="yes">P</italic> =&#x000a0;0.11), (3) moderate excessive (13&#x02013;15; <italic toggle="yes">n</italic> =&#x000a0;4/16, RR&#x000a0;=&#x000a0;0.86, 95% CI&#x000a0;0.62&#x02013;1.20, <italic toggle="yes">P</italic> =&#x000a0;0.38), (4) severe excessive (16&#x02013;24; <italic toggle="yes">n</italic> =&#x000a0;6/14, RR&#x000a0;=&#x000a0;1.16, 95% CI&#x000a0;1.01&#x02013;1.35, <italic toggle="yes">P</italic> =&#x000a0;0.04. Comparison&#x000a0;=&#x000a0;lower normal [0&#x02013;5]; <italic toggle="yes">n</italic> =&#x000a0;67/128, Akaike information criterion [AIC]&#x000a0;=&#x000a0;466.73, corrected AIC [AICC]&#x000a0;=&#x000a0;466.90, Bayesian information criterion [BIC]&#x000a0;=&#x000a0;486.37). Because the RR magnitude of mild excessive score (11&#x02013;12) and its 95% CI exhibited a close alignment with severe excessive (16&#x02013;24), we decided to combine the groups. Our analysis showed that by collapsing scores of 11 to 24, greater EDS remained associated with the transition or persistence of painful TMD (RR&#x000a0;=&#x000a0;1.12, 95% CI 1.01&#x02013;1.35, <italic toggle="yes">P</italic> =&#x000a0;0.04. Comparison&#x000a0;=&#x000a0;lower normal [0&#x02013;5]; <italic toggle="yes">n</italic> =&#x000a0;67/128, AIC&#x000a0;=&#x000a0;465.87, AICC&#x000a0;=&#x000a0;465.94, BIC&#x000a0;=&#x000a0;477.65.) Ultimately, given the close alignment between the RR magnitude and the 95% CI of the high normal group (6&#x02013;10) with that of the mild excessive group (11&#x02013;24), we concluded that combining these groups would also be appropriate. Furthermore, the AIC, AICC, and BIC values (AIC&#x000a0;=&#x000a0;465.69, AICC&#x000a0;=&#x000a0;465.72, BIC&#x000a0;=&#x000a0;473.54) indicate that this model offers better fit when compared to the previous models. The results are shown in <xref rid="t0004" ref-type="table">Table 4</xref>.</p></sec></sec><sec disp-level="1" id="s0004"><title>Discussion</title><p>This prospective cohort study demonstrated that EDS was associated with the persistence of painful TMD when chronic painful TMD was defined by duration. Moreover, the RR magnitude and the corresponding 95% CI (RR&#x000a0;=&#x000a0;1.35, 95% CI 0.95&#x02013;1.91, <italic toggle="yes">P</italic> =&#x000a0;0.09) indicated that daytime sleepiness could be considered a predictive factor for the continued presence of a dysfunctional, painful TMD.</p><p>The number of participants experiencing EDS in our chronic painful TMD cohort was slightly higher than that found in other studies (<xref rid="t0001" ref-type="table">Table 1</xref>). The OPPERA study showed that patients with TMD were more likely to present OSA when compared to controls. In this OPPERA study, OSA was assessed using three questions from Pittsburgh Sleep Quality Index and four questions from the STOP-BANG.<sup><xref rid="cit0011" ref-type="bibr">11</xref></sup> The OPPERA study had patients with no previous TMD pain or diagnosis and their follow-up group had chronic TMD pain.<sup><xref rid="cit0011" ref-type="bibr">11</xref></sup> Furthermore, the OPPERA prospective study found that individuals with two or more signs/symptoms of OSA had 73% greater incidence of first onset TMD, in relative terms, than those with fewer signs/symptoms, independent of age, gender, race/ethnicity, obesity, smoking history, and autonomic parameters. OSA prevalence as determined by polysomnography among individuals with chronic TMD pain was 28.4%.<sup><xref rid="cit0010" ref-type="bibr">10</xref></sup> Furthermore, the prevalence of TMD was higher among patients with OSA referred for oral appliance therapy.<sup><xref rid="cit0025" ref-type="bibr">25</xref></sup></p><p>In the Sanders et al. study,<sup><xref rid="cit0011" ref-type="bibr">11</xref></sup> at baseline, the percentages of very good, fairly good, fairly bad, and very bad sleep quality were 29.2%, 55.5%, and 15.4%, respectively. In our study, at baseline, the percentage of participants experiencing EDS in the acute cohort was 44.7% compared with 49.7% in the chronic cohort (<xref rid="t0001" ref-type="table">Table 1</xref>). In the Sanders et al. study,<sup><xref rid="cit0011" ref-type="bibr">11</xref></sup>
<xref rid="t0001" ref-type="table">Table 1</xref> shows the sleep disorder quality percentages for very good, fairly good, fairly bad, and very bad sleep quality among participants without TMD at baseline. Furthermore, in their case&#x02013;control analysis (<xref rid="t0003" ref-type="table">Table 3</xref>), the percentages of very good, fairly good, fairly bad, and very bad sleep quality: 28.4%, 53.9%, and 17.7%, respectively. Unfortunately, we did not find a specific frequency of sleep disorders among cases and controls. Therefore, please note that our percentage of 44.7% for the acute cohort and 49.7% for the chronic cohort are close to those presented by the OPPERA study even though they used a different instrument.</p><p>We investigated whether the risk would be confounded by the potential confounders such as age, sex, psychological factors (anxiety and depression), CPI, acute and chronic pain status, and dysfunction at baseline. Our baseline findings showed greater dysfunction (GCPS II&#x02013;IV) in the chronic cohort (70.7%) compared to the acute cohort (71.1%; <xref rid="t0005" ref-type="table">Table 5</xref>). This is consistent with findings from Garofalo et al.<sup><xref rid="cit0026" ref-type="bibr">26</xref></sup> showing a dysfunction prevalence of more than 70% at baseline and 6-month follow-up.</p><p>In the Garofalo et al. study,<sup><xref rid="cit0026" ref-type="bibr">26</xref></sup> out of 164 acute patients with painful TMD recruited at baseline, 153 completed the 6-month follow-up (93.3%), and 87 developed chronic painful TMD (56.9%). In Epker et al.&#x02019;s<sup><xref rid="cit0027" ref-type="bibr">27</xref></sup> study, of 204 patients in the acute cohort, 175 completed the 6-month follow-up (85.8%), and 144 developed chronic TMD (82.3%). In our prospective cohort study, of the acute painful TMD cohort (pain duration &#x02264;3&#x000a0;months since first visit) including 102 patients who completed the 3-month follow-up, half of the patients (<italic toggle="yes">n</italic> =&#x000a0;52) presented a transition to chronic painful TMD, and the other half (<italic toggle="yes">n</italic> =&#x000a0;50) had no pain. Of the chronic painful TMD cohort (pain duration for &#x0003e;3&#x000a0;months since first visit), 75.72% had persistent chronic pain (<italic toggle="yes">n</italic> =&#x000a0;209/276), whereas almost a quarter had no pain at 3-month follow-up (<italic toggle="yes">n</italic> =&#x000a0;67). The difference in percentages might be due to the difference in pain duration and study population.</p><p>Insomnia assessed by polysomnography among TMD patients was 36% (<italic toggle="yes">n</italic> =&#x000a0;52) in the chronic painful TMD group.<sup><xref rid="cit0021" ref-type="bibr">21</xref></sup> Barjandi et al.<sup><xref rid="cit0028" ref-type="bibr">28</xref></sup> found that insomnia was prevalent among individuals with myalgia (31.3%) and myofascial pain with a referral (69.1%). Our estimated frequency of insomnia was lower than that study (<xref rid="t0001 t0002" ref-type="table">Tables 1 and 2</xref>).</p><p>The aim of this study was to assess whether insomnia and EDS were &#x0201c;associated&#x0201d; with the transition from acute to chronic painful TMD as well as its persistence. Therefore, only patients with acute or chronic painful TMD were eligible for participation in this study; patients without painful TMD were not enrolled because it would not be possible to assess transition and persistence outcomes among these cohorts. The prospective cohort study was the best design to achieve our study objectives because it ensured that the risk and potential contributing factors preceded the onset of chronic pain and the persistence of chronic TMD pain.<sup><xref rid="cit0029" ref-type="bibr">29</xref></sup> To decrease the chance of finding a positive association specific to a given hospital because of a referral pattern, patients were recruited from four different dental clinics. To decrease misclassification bias, patients were diagnosed by four different investigators following the same study protocol. To decrease information bias, all questionnaires used were validated and had adequate specificity and sensitivity.<sup><xref rid="cit0012" ref-type="bibr">12</xref>,<xref rid="cit0020" ref-type="bibr">20&#x02013;22</xref></sup></p><p>A limitation of our prospective cohort study relates to different classifications of acute and chronic painful TMD used among researchers. We followed the International Association for the Study of Pain to classify chronic pain (&#x0003e;3&#x000a0;months) and used the GCPS<sup><xref rid="cit0012" ref-type="bibr">12</xref></sup> to classify patients with or without dysfunction to overcome this limitation by avoiding misclassification. Regarding misclassification of potential predictors, EDS with a lower cutoff score might increase the likelihood of false positives due to a lower specificity. This possible baseline misclassification, however, should not be influenced by the outcomes because they were measured at 3-month follow-up; participants who were misclassified as having EDS at baseline were not necessarily misclassified in terms of experiencing the transition or persistence of chronic painful TMD. As a result, the magnitude of the RR would be underestimated rather than overestimated. It is important to note that the impact may not necessarily be in one direction only, and there is uncertainty regarding the specific effect. Another limitation is the sample size of patients with acute painful TMD was not large enough due to the difficulty in recruiting patients with acute TMD even when maximizing our recruitment strategies and efforts at four different clinics. This was the case before and even after COVID-19 closure restrictions were introduced in March 2019. It is possible that a larger sample size in the acute cohort could have strengthened the 80% power of analysis we conservatively estimated. In our study, our dropout rate was 10.2%. Furthermore, the adequacy of power was assessed by analyzing the CIs in addition to considering <italic toggle="yes">P</italic> values, rather than relying solely on <italic toggle="yes">P</italic> values. If the <italic toggle="yes">P</italic> value is slightly greater than 0.05, the CI is skewed toward the right and includes the value of 1, and, while also encompassing clinically meaningful odds ratio (&#x02265;2), it can be inferred that this factor is associated with the study outcome. No significant differences were found between patients who dropped out and those who did not. Additionally, the stratified analysis for insomnia had a lower sample size, which contributed to the sample size limitation in our study. Another limitation of our study was not adjusting for unmeasured confounders (e.g., physical conditions and vulnerabilities). Lastly, our team had significant concerns regarding treatment as a potential confounding factor that was not adjusted for in the analysis. This is particularly due to variations in the types of treatments administered (e.g., splints, self-care, pharmacological treatment, physiotherapy, psychological). Several studies<sup><xref rid="cit0016" ref-type="bibr">16</xref>,<xref rid="cit0030" ref-type="bibr">30</xref>,<xref rid="cit0031" ref-type="bibr">31</xref></sup> have investigated the factors influencing persistence but did not include the treatment variable in their analyses.</p><p>Our study is the first to demonstrate the potential contribution of EDS to the persistence of chronic painful TMD when chronic pain is defined by duration. The acute cohort was used to study the onset of chronic painful TMD transition, whereas the chronic cohort was used to study the onset persistence of chronic painful TMD. The persistence of chronic painful TMD was defined as the persistence of chronic pain at 3-month follow-up. The magnitude of the RR and <italic toggle="yes">P</italic> value strongly suggest that this factor also contributed to the persistence of chronic pain defined by dysfunction (RR&#x000a0;=&#x000a0;1.40, <italic toggle="yes">P</italic> =&#x000a0;0.051). The clinical significance is in the magnitude of the effect. The results of our study are clinically significant because a change in the CI from 1.00 to 1.40 implies a 40% increased risk of transition or persistence, which is of clinical relevance (<xref rid="t0008" ref-type="table">Table 8</xref>). Insomnia, however, was not related to the study outcomes. Though there may be a relationship between sleep disorders and the persistence of painful TMD at 3-month follow-up, we cannot exclude the possibility of a reciprocal relationship where the persistence of painful TMD influences sleep problems and vice versa. Our findings indicate that excessive daytime sleepiness (EDS) screening could be a valuable component of comprehensive TMD assessment, because it may have a predictive role on the transition and persistence of chronic painful TMD. The next research step would be to design a pilot randomized controlled trial to assess specific treatment that could prevent the acute to chronic transition and the persistence of chronic painful TMD. Additionally, evaluating the feasibility of conducting a RCT to measure the efficacy of contemporary current oral appliance therapy for the concurrent management of painful TMD and OSA patients is essential.</p></sec></body><back><sec sec-type="COI-statement" disp-level="1" id="s0005"><title>Disclosure Statement</title><p>No potential conflict of interest was reported by the author(s).</p></sec><ref-list><title>References</title><ref id="cit0001"><label>1.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Laskin</surname>
<given-names>DGE</given-names></string-name>, <string-name><surname>Gale</surname>
<given-names>E</given-names></string-name>, <string-name><surname>Ruth</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Neff</surname>
<given-names>P</given-names></string-name>, <string-name><surname>Alling</surname>
<given-names>C</given-names></string-name>, et al</person-group>. <article-title>Report of the president&#x02019;s conference on the examination, diagnosis, and management of temporomandibular disorders</article-title>. <source>J Am Dent Assoc</source>. <year>1983</year>;<volume>106</volume>(<issue>1</issue>):<fpage>75</fpage>&#x02013;<lpage>12</lpage>. doi:<pub-id pub-id-type="doi">10.14219/jada.archive.1983.0020</pub-id>.<pub-id pub-id-type="pmid">6574170</pub-id>
</mixed-citation></ref><ref id="cit0002"><label>2.</label><mixed-citation publication-type="webpage"><person-group person-group-type="author"><collab>National Institute of Dental and Craniofacial Research</collab></person-group>. <article-title>Facial pain</article-title>; <year>2014</year>. <ext-link xlink:href="http://www.nidcr.nih.gov/DataStatistics/FindDataByTopic/FacialPain" ext-link-type="uri">http://www.nidcr.nih.gov/DataStatistics/FindDataByTopic/FacialPain</ext-link>.</mixed-citation></ref><ref id="cit0003"><label>3.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Janal</surname>
<given-names>MN</given-names></string-name>, <string-name><surname>Raphael</surname>
<given-names>KG</given-names></string-name>, <string-name><surname>NAYAK</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Klausner</surname>
<given-names>J.</given-names></string-name></person-group>
<article-title>Prevalence of myofascial temporomandibular disorder in US community women</article-title>. <source>J Oral Rehabil</source>. <year>2008</year>;<volume>35</volume>(<issue>11</issue>):<fpage>801</fpage>&#x02013;<lpage>9</lpage>. doi:<pub-id pub-id-type="doi">10.1111/j.1365-2842.2008.01854.x</pub-id>.<pub-id pub-id-type="pmid">18976276</pub-id>
</mixed-citation></ref><ref id="cit0004"><label>4.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Isong</surname>
<given-names>U</given-names></string-name>, <string-name><surname>Gansky</surname>
<given-names>SA</given-names></string-name>, <string-name><surname>Plesh</surname>
<given-names>O</given-names></string-name></person-group>. <article-title>Temporomandibular joint and muscle disorder-type pain in U.S. adults: the National Health Interview Survey</article-title>. <source>J Orofac Pain</source>. <year>2008</year>;<volume>22</volume>:<fpage>317</fpage>&#x02013;<lpage>22</lpage>.<pub-id pub-id-type="pmid">19090404</pub-id>
</mixed-citation></ref><ref id="cit0005"><label>5.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Velly</surname>
<given-names>AM</given-names></string-name>, <string-name><surname>Gornitsky</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Philippe</surname>
<given-names>P</given-names></string-name></person-group>. <article-title>Contributing factors to chronic myofascial pain: a case-control study</article-title>. <source>Pain</source>. <year>2003</year>;<volume>104</volume>(<issue>3</issue>):<fpage>491</fpage>&#x02013;<lpage>99</lpage>. doi:<pub-id pub-id-type="doi">10.1016/S0304-3959(03)00074-5</pub-id>.<pub-id pub-id-type="pmid">12927621</pub-id>
</mixed-citation></ref><ref id="cit0006"><label>6.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Maixner</surname>
<given-names>W</given-names></string-name>, <string-name><surname>Diatchenko</surname>
<given-names>L</given-names></string-name>, <string-name><surname>Dubner</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Fillingim</surname>
<given-names>RB</given-names></string-name>, <string-name><surname>Greenspan</surname>
<given-names>JD</given-names></string-name>, <string-name><surname>Knott</surname>
<given-names>C</given-names></string-name>, <string-name><surname>Ohrbach</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Weir</surname>
<given-names>B</given-names></string-name>, <string-name><surname>Slade</surname>
<given-names>GD</given-names></string-name></person-group>. <article-title>Orofacial pain prospective evaluation and risk assessment study &#x02013; the OPPERA study</article-title>. <source>J Pain</source>. <year>2011</year>;<volume>12</volume>(<issue>11 Suppl</issue>):<fpage>T4</fpage>&#x02013;<lpage>T11.e2</lpage>. doi:<pub-id pub-id-type="doi">10.1016/j.jpain.2011.08.002</pub-id>.<pub-id pub-id-type="pmid">22074751</pub-id>
</mixed-citation></ref><ref id="cit0007"><label>7.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Ohrbach</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Fillingim</surname>
<given-names>RB</given-names></string-name>, <string-name><surname>Mulkey</surname>
<given-names>F</given-names></string-name>, <string-name><surname>Gonzalez</surname>
<given-names>Y</given-names></string-name>, <string-name><surname>Gordon</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Gremillion</surname>
<given-names>H</given-names></string-name>, <string-name><surname>Lim</surname>
<given-names>P-F</given-names></string-name>, <string-name><surname>Ribeiro-Dasilva</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Greenspan</surname>
<given-names>JD</given-names></string-name>, <string-name><surname>Knott</surname>
<given-names>C</given-names></string-name>, et al</person-group>. <article-title>Clinical findings and pain symptoms as potential risk factors for chronic TMD: descriptive data and empirically identified domains from the OPPERA case-control study</article-title>. <source>J Pain</source>. <year>2011</year>;<volume>12</volume>(<issue>11 Suppl</issue>):<fpage>T27</fpage>&#x02013;<lpage>45</lpage>. doi:<pub-id pub-id-type="doi">10.1016/j.jpain.2011.09.001</pub-id>.<pub-id pub-id-type="pmid">22074750</pub-id>
</mixed-citation></ref><ref id="cit0008"><label>8.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Huang</surname>
<given-names>GJ</given-names></string-name>, <string-name><surname>LeResche</surname>
<given-names>L</given-names></string-name>, <string-name><surname>Critchlow</surname>
<given-names>CW</given-names></string-name>, <string-name><surname>Martin</surname>
<given-names>MD</given-names></string-name>, <string-name><surname>Drangsholt</surname>
<given-names>MT</given-names></string-name></person-group>. <article-title>Risk factors for diagnostic subgroups of painful temporomandibular disorders (TMD)</article-title>. <source>J Dent Res</source>. <year>2002</year>;<volume>81</volume>(<issue>4</issue>):<fpage>284</fpage>&#x02013;<lpage>88</lpage>. doi:<pub-id pub-id-type="doi">10.1177/154405910208100412</pub-id>.<pub-id pub-id-type="pmid">12097315</pub-id>
</mixed-citation></ref><ref id="cit0009"><label>9.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Ohrbach</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Bair</surname>
<given-names>E</given-names></string-name>, <string-name><surname>Fillingim</surname>
<given-names>RB</given-names></string-name>, <string-name><surname>Gonzalez</surname>
<given-names>Y</given-names></string-name>, <string-name><surname>Gordon</surname>
<given-names>SM</given-names></string-name>, <string-name><surname>Lim</surname>
<given-names>P-F</given-names></string-name>, <string-name><surname>Ribeiro-Dasilva</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Diatchenko</surname>
<given-names>L</given-names></string-name>, <string-name><surname>Dubner</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Greenspan</surname>
<given-names>JD</given-names></string-name>, et al</person-group>. <article-title>Clinical orofacial characteristics associated with risk of first-onset TMD: the OPPERA prospective cohort study</article-title>. <source>J Pain</source>. <year>2013</year>;<volume>14</volume>(<issue>12 Suppl</issue>):<fpage>T33</fpage>&#x02013;<lpage>50</lpage>. doi:<pub-id pub-id-type="doi">10.1016/j.jpain.2013.07.018</pub-id>.<pub-id pub-id-type="pmid">24275222</pub-id>
</mixed-citation></ref><ref id="cit0010"><label>10.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Smith</surname>
<given-names>MT</given-names></string-name>, <string-name><surname>Wickwire</surname>
<given-names>EM</given-names></string-name>, <string-name><surname>Grace</surname>
<given-names>EG</given-names></string-name>, <string-name><surname>Edwards</surname>
<given-names>RR</given-names></string-name>, <string-name><surname>Buenaver</surname>
<given-names>LF</given-names></string-name>, <string-name><surname>Peterson</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Klick</surname>
<given-names>B</given-names></string-name>, <string-name><surname>Haythornthwaite</surname>
<given-names>JA</given-names></string-name></person-group>. <article-title>Sleep disorders and their association with laboratory pain sensitivity in temporomandibular joint disorder</article-title>. <source>Sleep</source>. <year>2009</year>;<volume>32</volume>(<issue>6</issue>):<fpage>779</fpage>&#x02013;<lpage>90</lpage>. doi:<pub-id pub-id-type="doi">10.1093/sleep/32.6.779</pub-id>.<pub-id pub-id-type="pmid">19544755</pub-id>
</mixed-citation></ref><ref id="cit0011"><label>11.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Sanders</surname>
<given-names>AE</given-names></string-name>, <string-name><surname>Essick</surname>
<given-names>GK</given-names></string-name>, <string-name><surname>Fillingim</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Knott</surname>
<given-names>C</given-names></string-name>, <string-name><surname>Ohrbach</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Greenspan</surname>
<given-names>JD</given-names></string-name>, <string-name><surname>Diatchenko</surname>
<given-names>L</given-names></string-name>, <string-name><surname>Maixner</surname>
<given-names>W</given-names></string-name>, <string-name><surname>Dubner</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Bair</surname>
<given-names>E</given-names></string-name>, et al</person-group>. <article-title>Sleep apnea symptoms and risk of temporomandibular disorder: OPPERA cohort</article-title>. <source>J Dent Res</source>. <year>2013</year>;<volume>92</volume>(<issue>7 Suppl</issue>):<fpage>70s</fpage>&#x02013;<lpage>7s</lpage>. doi:<pub-id pub-id-type="doi">10.1177/0022034513488140</pub-id>.<pub-id pub-id-type="pmid">23690360</pub-id>
</mixed-citation></ref><ref id="cit0012"><label>12.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Von Korff</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Ormel</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Keefe</surname>
<given-names>FJ</given-names></string-name>, <string-name><surname>Dworkin</surname>
<given-names>SF</given-names></string-name></person-group>. <article-title>Grading the severity of chronic pain</article-title>. <source>Pain</source>. <year>1992</year>;<volume>50</volume>(<issue>2</issue>):<fpage>133</fpage>&#x02013;<lpage>49</lpage>. doi:<pub-id pub-id-type="doi">10.1016/0304-3959(92)90154-4</pub-id>.<pub-id pub-id-type="pmid">1408309</pub-id>
</mixed-citation></ref><ref id="cit0013"><label>13.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Nicholas</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Vlaeyen</surname>
<given-names>JWS</given-names></string-name>, <string-name><surname>Rief</surname>
<given-names>W</given-names></string-name>, <string-name><surname>Barke</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Aziz</surname>
<given-names>Q</given-names></string-name>, <string-name><surname>Benoliel</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Cohen</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Evers</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Giamberardino</surname>
<given-names>MA</given-names></string-name>, <string-name><surname>Goebel</surname>
<given-names>A</given-names></string-name>, et al</person-group>. <article-title>The IASP classification of chronic pain for ICD-11: chronic primary pain</article-title>. <source>Pain</source>. <year>2019</year>;<volume>160</volume>(<issue>1</issue>):<fpage>28</fpage>&#x02013;<lpage>37</lpage>. doi:<pub-id pub-id-type="doi">10.1097/j.pain.0000000000001390</pub-id>.<pub-id pub-id-type="pmid">30586068</pub-id>
</mixed-citation></ref><ref id="cit0014"><label>14.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>John</surname>
<given-names>MT</given-names></string-name>, <string-name><surname>Miglioretti</surname>
<given-names>DL</given-names></string-name>, <string-name><surname>LeResche</surname>
<given-names>L</given-names></string-name>, <string-name><surname>Von Korff</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Critchlow</surname>
<given-names>CW</given-names></string-name></person-group>. <article-title>Widespread pain as a risk factor for dysfunctional temporomandibular disorder pain</article-title>. <source>Pain</source>. <year>2003</year>;<volume>102</volume>(<issue>3</issue>):<fpage>257</fpage>&#x02013;<lpage>63</lpage>. doi:<pub-id pub-id-type="doi">10.1016/S0304-3959(02)00404-9</pub-id>.<pub-id pub-id-type="pmid">12670667</pub-id>
</mixed-citation></ref><ref id="cit0015"><label>15.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Velly</surname>
<given-names>AM</given-names></string-name>, <string-name><surname>Look</surname>
<given-names>JO</given-names></string-name>, <string-name><surname>Carlson</surname>
<given-names>C</given-names></string-name>, <string-name><surname>Lenton</surname>
<given-names>PA</given-names></string-name>, <string-name><surname>Kang</surname>
<given-names>W</given-names></string-name>, <string-name><surname>Holcroft</surname>
<given-names>CA</given-names></string-name>, <string-name><surname>Fricton</surname>
<given-names>JR</given-names></string-name></person-group>. <article-title>The effect of catastrophizing and depression on chronic pain&#x02013;a prospective cohort study of temporomandibular muscle and joint pain disorders</article-title>. <source>Pain</source>. <year>2011</year>;<volume>152</volume>(<issue>10</issue>):<fpage>2377</fpage>&#x02013;<lpage>83</lpage>. doi:<pub-id pub-id-type="doi">10.1016/j.pain.2011.07.004</pub-id>.<pub-id pub-id-type="pmid">21871734</pub-id>
</mixed-citation></ref><ref id="cit0016"><label>16.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Velly</surname>
<given-names>AM</given-names></string-name>, <string-name><surname>Look</surname>
<given-names>JO</given-names></string-name>, <string-name><surname>Schiffman</surname>
<given-names>E</given-names></string-name>, <string-name><surname>Lenton</surname>
<given-names>PA</given-names></string-name>, <string-name><surname>Kang</surname>
<given-names>W</given-names></string-name>, <string-name><surname>Messner</surname>
<given-names>RP</given-names></string-name>, <string-name><surname>Holcroft</surname>
<given-names>CA</given-names></string-name>, <string-name><surname>Fricton</surname>
<given-names>JR</given-names></string-name></person-group>. <article-title>The effect of fibromyalgia and widespread pain on the clinically significant temporomandibular muscle and joint pain disorders&#x02013;a prospective 18-month cohort study</article-title>. <source>J Pain</source>. <year>2010</year>;<volume>11</volume>(<issue>11</issue>):<fpage>1155</fpage>&#x02013;<lpage>64</lpage>. doi:<pub-id pub-id-type="doi">10.1016/j.jpain.2010.02.009</pub-id>.<pub-id pub-id-type="pmid">20466595</pub-id>
</mixed-citation></ref><ref id="cit0017"><label>17.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Dworkin</surname>
<given-names>SF</given-names></string-name>, <string-name><surname>LeResche</surname>
<given-names>L</given-names></string-name></person-group>. <article-title>Research diagnostic criteria for temporomandibular disorders: review, criteria, examinations and specifications, critique</article-title>. <source>J Craniomandib Disord</source>. <year>1992</year>;<volume>6</volume>:<fpage>302</fpage>&#x02013;<lpage>55</lpage>.</mixed-citation></ref><ref id="cit0018"><label>18.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Schiffman</surname>
<given-names>E</given-names></string-name>, <string-name><surname>Ohrbach</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Truelove</surname>
<given-names>E</given-names></string-name>, <string-name><surname>Look</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Anderson</surname>
<given-names>G</given-names></string-name>, <string-name><surname>Goulet</surname>
<given-names>J-P</given-names></string-name>, <string-name><surname>List</surname>
<given-names>T</given-names></string-name>, <string-name><surname>Svensson</surname>
<given-names>P</given-names></string-name>, <string-name><surname>Gonzalez</surname>
<given-names>Y</given-names></string-name>, <string-name><surname>Lobbezoo</surname>
<given-names>F</given-names></string-name>, et al</person-group>. <article-title>Diagnostic Criteria for Temporomandibular Disorders (DC/TMD) for clinical and research applications: recommendations of the international RDC/TMD consortium network* and orofacial pain special interest groupdagger</article-title>. <source>J Oral Facial Pain Headache</source>. <year>2014</year>;<volume>28</volume>(<issue>1</issue>):<fpage>6</fpage>&#x02013;<lpage>27</lpage>. doi:<pub-id pub-id-type="doi">10.11607/jop.1151</pub-id>.<pub-id pub-id-type="pmid">24482784</pub-id>
</mixed-citation></ref><ref id="cit0019"><label>19.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Bastien</surname>
<given-names>CH</given-names></string-name>, <string-name><surname>Vallieres</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Morin</surname>
<given-names>CM</given-names></string-name></person-group>. <article-title>Validation of the insomnia severity index as an outcome measure for insomnia research</article-title>. <source>Sleep Med</source>. <year>2001</year>;<volume>2</volume>(<issue>4</issue>):<fpage>297</fpage>&#x02013;<lpage>307</lpage>. doi:<pub-id pub-id-type="doi">10.1016/S1389-9457(00)00065-4</pub-id>.<pub-id pub-id-type="pmid">11438246</pub-id>
</mixed-citation></ref><ref id="cit0020"><label>20.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Sommer</surname>
<given-names>I</given-names></string-name>, <string-name><surname>Lavigne</surname>
<given-names>G</given-names></string-name>, <string-name><surname>Ettlin</surname>
<given-names>DA</given-names></string-name></person-group>. <article-title>Review of self-reported instruments that measure sleep dysfunction in patients suffering from temporomandibular disorders and/or orofacial pain</article-title>. <source>Sleep Med</source>. <year>2015</year>;<volume>16</volume>(<issue>1</issue>):<fpage>27</fpage>&#x02013;<lpage>38</lpage>. doi:<pub-id pub-id-type="doi">10.1016/j.sleep.2014.07.023</pub-id>.<pub-id pub-id-type="pmid">25547038</pub-id>
</mixed-citation></ref><ref id="cit0021"><label>21.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Johns</surname>
<given-names>MW</given-names></string-name></person-group>. <article-title>A new method for measuring daytime sleepiness: the Epworth sleepiness scale</article-title>. <source>Sleep</source>. <year>1991</year>;<volume>14</volume>(<issue>6</issue>):<fpage>540</fpage>&#x02013;<lpage>45</lpage>. doi:<pub-id pub-id-type="doi">10.1093/sleep/14.6.540</pub-id>.<pub-id pub-id-type="pmid">1798888</pub-id>
</mixed-citation></ref><ref id="cit0022"><label>22.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Vana</surname>
<given-names>KD</given-names></string-name>, <string-name><surname>Silva</surname>
<given-names>GE</given-names></string-name>, <string-name><surname>Goldberg</surname>
<given-names>R</given-names></string-name></person-group>. <article-title>Predictive abilities of the STOP-bang and epworth sleepiness scale in identifying sleep clinic patients at high risk for obstructive sleep apnea</article-title>. <source>Res Nurs Health</source>. <year>2013</year>;<volume>36</volume>(<issue>1</issue>):<fpage>84</fpage>&#x02013;<lpage>94</lpage>. doi:<pub-id pub-id-type="doi">10.1002/nur.21512</pub-id>.<pub-id pub-id-type="pmid">23007730</pub-id>
</mixed-citation></ref><ref id="cit0023"><label>23.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>L&#x000f6;we</surname>
<given-names>B</given-names></string-name>, <string-name><surname>Wahl</surname>
<given-names>I</given-names></string-name>, <string-name><surname>Rose</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Spitzer</surname>
<given-names>C</given-names></string-name>, <string-name><surname>Glaesmer</surname>
<given-names>H</given-names></string-name>, <string-name><surname>Wingenfeld</surname>
<given-names>K</given-names></string-name>, <string-name><surname>Schneider</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Br&#x000e4;hler</surname>
<given-names>E</given-names></string-name></person-group>. <article-title>A 4-item measure of depression and anxiety: validation and standardization of the Patient Health Questionnaire-4 (PHQ-4) in the general population</article-title>. <source>J Affect Disord</source>. <year>2010</year>;<volume>122</volume>(<issue>1&#x02013;2</issue>):<fpage>86</fpage>&#x02013;<lpage>95</lpage>. doi:<pub-id pub-id-type="doi">10.1016/j.jad.2009.06.019</pub-id>.<pub-id pub-id-type="pmid">19616305</pub-id>
</mixed-citation></ref><ref id="cit0024"><label>24.</label><mixed-citation publication-type="book"><source>Statistical Analysis Software; SAS 9.4</source>; <publisher-name>SAS Institute Inc</publisher-name>., <publisher-loc>Cary, NC, USA</publisher-loc>.</mixed-citation></ref><ref id="cit0025"><label>25.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Cunali</surname>
<given-names>PA</given-names></string-name>, <string-name><surname>Almeida</surname>
<given-names>FR</given-names></string-name>, <string-name><surname>Santos</surname>
<given-names>CD</given-names></string-name>, <string-name><surname>Valdrighi</surname>
<given-names>NY</given-names></string-name>, <string-name><surname>Nascimento</surname>
<given-names>LS</given-names></string-name>, <string-name><surname>Dal&#x02019;Fabbro</surname>
<given-names>C</given-names></string-name>, <string-name><surname>Tufik</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Bittencourt</surname>
<given-names>LRA</given-names></string-name></person-group>. <article-title>Prevalence of temporomandibular disorders in obstructive sleep apnea patients referred for oral appliance therapy</article-title>. <source>J Orofac Pain</source>. <year>2009</year>;<volume>23</volume>:<fpage>339</fpage>&#x02013;<lpage>44</lpage>.<pub-id pub-id-type="pmid">19888485</pub-id>
</mixed-citation></ref><ref id="cit0026"><label>26.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Garofalo</surname>
<given-names>JP</given-names></string-name>, <string-name><surname>Gatchel</surname>
<given-names>RJ</given-names></string-name>, <string-name><surname>Wesley</surname>
<given-names>AL</given-names></string-name>, <string-name><surname>Ellis</surname>
<given-names>E</given-names></string-name></person-group>. <article-title>Predicting chronicity in acute temporomandibular joint disorders using the research diagnostic criteria</article-title>. <source>J Am Dent Assoc</source>. <year>1998</year>;<volume>129</volume>(<issue>4</issue>):<fpage>438</fpage>&#x02013;<lpage>47</lpage>. doi:<pub-id pub-id-type="doi">10.14219/jada.archive.1998.0242</pub-id>.<pub-id pub-id-type="pmid">9573694</pub-id>
</mixed-citation></ref><ref id="cit0027"><label>27.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Epker</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Gatchel</surname>
<given-names>RJ</given-names></string-name>, <string-name><surname>Ellis</surname>
<given-names>E</given-names>
<suffix>3rd</suffix></string-name></person-group>. <article-title>A model for predicting chronic TMD: practical application in clinical settings</article-title>. <source>J Am Dent Assoc</source>. <year>1999</year>;<volume>130</volume>(<issue>10</issue>):<fpage>1470</fpage>&#x02013;<lpage>75</lpage>. doi:<pub-id pub-id-type="doi">10.14219/jada.archive.1999.0058</pub-id>.<pub-id pub-id-type="pmid">10570591</pub-id>
</mixed-citation></ref><ref id="cit0028"><label>28.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Barjandi</surname>
<given-names>G</given-names></string-name>, <string-name><surname>Kosek</surname>
<given-names>E</given-names></string-name>, <string-name><surname>Hedenberg-Magnusson</surname>
<given-names>B</given-names></string-name>, <string-name><surname>Velly</surname>
<given-names>AM</given-names></string-name>, <string-name><surname>Ernberg</surname>
<given-names>M</given-names></string-name></person-group>. <article-title>Comorbid Conditions in temporomandibular disorders myalgia and myofascial pain compared to fibromyalgia</article-title>. <source>J Clin Med</source>. <year>2021</year>;<volume>10</volume>(<issue>14</issue>):<fpage>3138</fpage>. doi:<pub-id pub-id-type="doi">10.3390/jcm10143138</pub-id>.<pub-id pub-id-type="pmid">34300304</pub-id>
</mixed-citation></ref><ref id="cit0029"><label>29.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Thiese</surname>
<given-names>MS</given-names></string-name></person-group>. <article-title>Observational and interventional study design types; an overview</article-title>. <source>Biochem Med (Zagreb)</source>. <year>2014</year>;<volume>24</volume>(<issue>2</issue>):<fpage>199</fpage>&#x02013;<lpage>210</lpage>. doi:<pub-id pub-id-type="doi">10.11613/BM.2014.022</pub-id>.<pub-id pub-id-type="pmid">24969913</pub-id>
</mixed-citation></ref><ref id="cit0030"><label>30.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Ohrbach</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Slade</surname>
<given-names>GD</given-names></string-name>, <string-name><surname>Bair</surname>
<given-names>E</given-names></string-name>, <string-name><surname>Rathnayaka</surname>
<given-names>N</given-names></string-name>, <string-name><surname>Diatchenko</surname>
<given-names>L</given-names></string-name>, <string-name><surname>Greenspan</surname>
<given-names>JD</given-names></string-name>, <string-name><surname>Maixner</surname>
<given-names>W</given-names></string-name>, <string-name><surname>Fillingim</surname>
<given-names>RB</given-names></string-name></person-group>. <article-title>Premorbid and concurrent predictors of TMD onset and persistence</article-title>. <source>Eur J Pain</source>. <year>2020</year>;<volume>24</volume>(<issue>1</issue>):<fpage>145</fpage>&#x02013;<lpage>58</lpage>. doi:<pub-id pub-id-type="doi">10.1002/ejp.1472</pub-id>.<pub-id pub-id-type="pmid">31421009</pub-id>
</mixed-citation></ref><ref id="cit0031"><label>31.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Meloto</surname>
<given-names>CB</given-names></string-name>, <string-name><surname>Slade</surname>
<given-names>GD</given-names></string-name>, <string-name><surname>Lichtenwalter</surname>
<given-names>RN</given-names></string-name>, <string-name><surname>Bair</surname>
<given-names>E</given-names></string-name>, <string-name><surname>Rathnayaka</surname>
<given-names>N</given-names></string-name>, <string-name><surname>Diatchenko</surname>
<given-names>L</given-names></string-name>, <string-name><surname>Greenspan</surname>
<given-names>JD</given-names></string-name>, <string-name><surname>Maixner</surname>
<given-names>W</given-names></string-name>, <string-name><surname>Fillingim</surname>
<given-names>RB</given-names></string-name>, <string-name><surname>Ohrbach</surname>
<given-names>R</given-names></string-name>, et al</person-group>. <article-title>Clinical predictors of persistent temporomandibular disorder in people with first-onset temporomandibular disorder: a prospective case-control study</article-title>. <source>J Am Dent Assoc</source>. <year>2019</year>;<volume>150</volume>(<issue>7</issue>):<fpage>572</fpage>&#x02013;<lpage>581.e10</lpage>. doi:<pub-id pub-id-type="doi">10.1016/j.adaj.2019.03.023</pub-id>.<pub-id pub-id-type="pmid">31248483</pub-id>
</mixed-citation></ref></ref-list></back></article>
