<!DOCTYPE article
PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.3 20210610//EN" "JATS-archivearticle1-3-mathml3.dtd">
<article xmlns:mml="http://www.w3.org/1998/Math/MathML" xmlns:xlink="http://www.w3.org/1999/xlink" dtd-version="1.3" xml:lang="en" article-type="research-article"><?properties open_access?><processing-meta base-tagset="archiving" mathml-version="3.0" table-model="xhtml" tagset-family="jats"><restricted-by>pmc</restricted-by></processing-meta><front><journal-meta><journal-id journal-id-type="nlm-ta">Int Health</journal-id><journal-id journal-id-type="iso-abbrev">Int Health</journal-id><journal-id journal-id-type="publisher-id">inthealth</journal-id><journal-title-group><journal-title>International Health</journal-title></journal-title-group><issn pub-type="ppub">1876-3413</issn><issn pub-type="epub">1876-3405</issn><publisher><publisher-name>Oxford University Press</publisher-name></publisher></journal-meta>
<article-meta><article-id pub-id-type="pmid">38118160</article-id><article-id pub-id-type="pmc">PMC10732670</article-id>
<article-id pub-id-type="doi">10.1093/inthealth/ihad064</article-id><article-id pub-id-type="publisher-id">ihad064</article-id><article-categories><subj-group subj-group-type="heading"><subject>Original Article</subject></subj-group><subj-group subj-group-type="category-taxonomy-collection"><subject>AcademicSubjects/MED00390</subject></subj-group></article-categories><title-group><article-title>Mental health conditions in people affected by filarial lymphoedema in Malawi: prevalence, associated risk factors and the impact of an enhanced self-care intervention</article-title></title-group><contrib-group><contrib contrib-type="author" corresp="yes"><contrib-id contrib-id-type="orcid" authenticated="false">https://orcid.org/0009-0004-8623-383X</contrib-id><name><surname>Barrett</surname><given-names>Carrie</given-names></name><!--Carrie.Barrett@lstmed.ac.uk--><aff>
<institution>Centre for Neglected Tropical Diseases</institution>, Department of Tropical Disease Biology, Liverpool School of Tropical Medicine, Pembroke Place, Liverpool, L3 5QA, <country country="GB">UK</country></aff><xref rid="cor1" ref-type="corresp"/></contrib><contrib contrib-type="author"><name><surname>Chiphwanya</surname><given-names>John</given-names></name><aff>
<institution>National Lymphatic Filariasis Elimination Programme, Ministry of Health, P.O. Box 30377, Lilongwe 3</institution>, <country country="MW">Malawi</country></aff></contrib><contrib contrib-type="author"><name><surname>Chaponda</surname><given-names>Limbikani</given-names></name><aff>
<institution>National Lymphatic Filariasis Elimination Programme, Ministry of Health, P.O. Box 30377, Lilongwe 3</institution>, <country country="MW">Malawi</country></aff></contrib><contrib contrib-type="author"><name><surname>Matipula</surname><given-names>Dorothy E</given-names></name><aff>
<institution>National Lymphatic Filariasis Elimination Programme, Ministry of Health, P.O. Box 30377, Lilongwe 3</institution>, <country country="MW">Malawi</country></aff></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid" authenticated="false">https://orcid.org/0000-0002-2185-5476</contrib-id><name><surname>Turner</surname><given-names>Joseph D</given-names></name><aff>
<institution>Centre for Neglected Tropical Diseases</institution>, Department of Tropical Disease Biology, Liverpool School of Tropical Medicine, Pembroke Place, Liverpool, L3 5QA, <country country="GB">UK</country></aff></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid" authenticated="false">https://orcid.org/0000-0003-3396-9275</contrib-id><name><surname>Taylor</surname><given-names>Mark J</given-names></name><aff>
<institution>Centre for Neglected Tropical Diseases</institution>, Department of Tropical Disease Biology, Liverpool School of Tropical Medicine, Pembroke Place, Liverpool, L3 5QA, <country country="GB">UK</country></aff></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid" authenticated="false">https://orcid.org/0000-0002-9697-0962</contrib-id><name><surname>Read</surname><given-names>Jonathan M</given-names></name><aff>
<institution>Lancaster Medical School, South West Drive, Bailrigg, Lancaster, LA1 4ZP</institution>, <country country="GB">UK</country></aff></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid" authenticated="false">https://orcid.org/0000-0002-3330-7629</contrib-id><name><surname>Kelly-Hope</surname><given-names>Louise A</given-names></name><!--L.Kelly-Hope@liverpool.ac.uk--><aff>
<institution>Centre for Neglected Tropical Diseases</institution>, Department of Tropical Disease Biology, Liverpool School of Tropical Medicine, Pembroke Place, Liverpool, L3 5QA, <country country="GB">UK</country></aff><aff>
<institution>Department of Livestock and One Health, Institute of Infection, Veterinary and Ecological Sciences, University of Liverpool, 146 Brownlow Hill, Liverpool, L3 5RF</institution>, <country country="GB">UK</country></aff><xref rid="cor2" ref-type="corresp"/></contrib></contrib-group><author-notes><corresp id="cor1">Corresponding author: Tel: +44 (0) 790 768 7600; E-mail: <email>Carrie.Barrett@lstmed.ac.uk</email></corresp><corresp id="cor2">Corresponding author: <email>L.Kelly-Hope@liverpool.ac.uk</email></corresp></author-notes><pub-date pub-type="collection"><month>12</month><year>2023</year></pub-date><pub-date pub-type="epub" iso-8601-date="2023-12-20"><day>20</day><month>12</month><year>2023</year></pub-date><pub-date pub-type="pmc-release"><day>20</day><month>12</month><year>2023</year></pub-date><volume>15</volume><issue>Suppl 3</issue><fpage>iii14</fpage><lpage>iii27</lpage><history><date date-type="received"><day>06</day><month>4</month><year>2023</year></date><date date-type="rev-recd"><day>18</day><month>6</month><year>2023</year></date><date date-type="accepted"><day>05</day><month>9</month><year>2023</year></date></history><permissions><copyright-statement>&#x000a9; The Author(s) 2023. Published by Oxford University Press on behalf of Royal Society of Tropical Medicine and Hygiene.</copyright-statement><copyright-year>2023</copyright-year><license><ali:license_ref xmlns:ali="http://www.niso.org/schemas/ali/1.0/" specific-use="textmining" content-type="ccbylicense">https://creativecommons.org/licenses/by/4.0/</ali:license_ref><license-p>This is an Open Access article distributed under the terms of the Creative Commons Attribution License (<ext-link ext-link-type="uri" xlink:href="https://creativecommons.org/licenses/by/4.0/">https://creativecommons.org/licenses/by/4.0/</ext-link>), which permits unrestricted reuse, distribution, and reproduction in any medium, provided the original work is properly cited.</license-p></license></permissions><self-uri xlink:href="ihad064.pdf"/><abstract><title>Abstract</title><sec id="abs1"><title>Background</title><p>This study aimed to determine the key mental health indicators affecting people affected by lymphatic filariasis (LF) lymphoedema by assessing the prevalence of depressive symptoms and quality of life (QOL), identifying associated sociodemographic and clinical risk factors, and evaluating the impact of an enhanced self-care intervention for lymphoedema management.</p></sec><sec id="abs2"><title>Methods</title><p>A prospective cohort study of adults with filarial lymphoedema from two regions of Malawi was conducted over six months in 2021. Depressive symptoms and QOL were assessed using Patient Health Questionnaire (PHQ-9) and LF Specific QOL Questionnaire, respectively, at baseline (pre-intervention), 3- and 6-months (postintervention). Beta regression analysis identified risk factors, and assessed the impact of the intervention.</p></sec><sec id="abs3"><title>Results</title><p>Three hundred eleven affected individuals were surveyed with 23% (95% CI 18%&#x02013;29%) reporting mild/moderate depressive symptoms and 31% (95% CI 26%&#x02013;37%) reporting moderately low/low QOL. Higher depressive symptom scores were associated with high frequency of acute filarial attack episodes. Individuals with higher depressive symptoms (Adjusted Odds Ratios (AOR) 0.93, 95% CI 0.93&#x02013;0.93) and lower QOL (AOR 0.98, 0.98&#x02013;0.98) showed greatest improvement in mental health indicators over 3-months but was not sustained to the same level at 6-months.</p></sec><sec id="abs4"><title>Conclusions</title><p>Sustained morbidity management and psychological support is recommended for affected persons to ensure long-term positive mental health and clinical outcomes.</p></sec><sec id="abs5"><title>Contexte</title><p>Cette &#x000e9;tude vise &#x000e0; d&#x000e9;terminer les principaux indicateurs de sant&#x000e9; mentale affectant les personnes atteintes de lymph&#x00153;d&#x000e8;me d&#x000fb; &#x000e0; la filariose lymphatique (FL) en &#x000e9;valuant la pr&#x000e9;valence des sympt&#x000f4;mes d&#x000e9;pressifs et la qualit&#x000e9; de vie (QV), en identifiant les facteurs de risque sociod&#x000e9;mographiques et cliniques associ&#x000e9;s, et en &#x000e9;valuant l'impact d'une intervention am&#x000e9;lior&#x000e9;e d'autosoins pour la gestion du lymph&#x00153;d&#x000e8;me.</p></sec><sec id="abs6"><title>M&#x000e9;thodes</title><p>Une &#x000e9;tude de cohorte prospective d'adultes atteints de lymphoed&#x000e8;me filaire dans deux r&#x000e9;gions du Malawi a &#x000e9;t&#x000e9; men&#x000e9;e pendant six mois en 2021. Les sympt&#x000f4;mes d&#x000e9;pressifs et la qualit&#x000e9; de vie ont &#x000e9;t&#x000e9; &#x000e9;valu&#x000e9;s &#x000e0; l'aide du questionnaire sur la sant&#x000e9; des patients (PHQ-9) et du questionnaire sur la qualit&#x000e9; de vie sp&#x000e9;cifique au lymph&#x00153;d&#x000e8;me, respectivement, au d&#x000e9;but de l'&#x000e9;tude (avant l'intervention), et &#x000e0; 3 puis 6 mois apr&#x000e8;s l'intervention. Une analyse de r&#x000e9;gression beta a permis d'identifier les facteurs de risque et d'&#x000e9;valuer l'impact de l'intervention.</p></sec><sec id="abs7"><title>R&#x000e9;sultats</title><p>Trois cent onze personnes affect&#x000e9;es ont &#x000e9;t&#x000e9; interrog&#x000e9;es, dont 23% (95% CI 18%&#x02013;29%) ont d&#x000e9;clar&#x000e9; des sympt&#x000f4;mes d&#x000e9;pressifs l&#x000e9;gers/mod&#x000e9;r&#x000e9;s et 31% (95% CI 26%&#x02013;37%) ont d&#x000e9;clar&#x000e9; une qualit&#x000e9; de vie mod&#x000e9;r&#x000e9;ment faible/faible. Des scores &#x000e9;lev&#x000e9;s de sympt&#x000f4;mes d&#x000e9;pressifs ont &#x000e9;t&#x000e9; associ&#x000e9;s &#x000e0; une fr&#x000e9;quence &#x000e9;lev&#x000e9;e d'&#x000e9;pisodes de crises filariennes aigu&#x000eb;s. Les personnes pr&#x000e9;sentant des sympt&#x000f4;mes d&#x000e9;pressifs plus &#x000e9;lev&#x000e9;s (rapport de cotes ajust&#x000e9; (RCA) 0.93, IC &#x000e0; 95 % 0.93&#x02013;0.93) et une qualit&#x000e9; de vie plus faible (RCA 0.98, 0.98&#x02013;0.98) ont montr&#x000e9; la plus grande am&#x000e9;lioration des indicateurs de sant&#x000e9; mentale au cours des trois mois, mais cette am&#x000e9;lioration ne s'est pas maintenue au m&#x000ea;me niveau au cours des six mois suivants.</p></sec><sec id="abs8"><title>Conclusion</title><p>Gestion de la morbidit&#x000e9; et soutien psychologique sont des &#x000e9;l&#x000e9;ments cl&#x000e9;s pour garantir une sant&#x000e9; mentale et des r&#x000e9;sultats cliniques satisfaisants de personnes atteintes sur le long terme.</p></sec><sec id="abs9"><title>Antecedentes</title><p>Este estudio tuvo como objetivo determinar los indicadores clave de salud mental que afectan a las personas afectadas por linfedema por filariasis linf&#x000e1;tica (FL) mediante la evaluaci&#x000f3;n de la prevalencia de s&#x000ed;ntomas depresivos y calidad de vida (CdV), la identificaci&#x000f3;n de factores de riesgo sociodemogr&#x000e1;ficos y cl&#x000ed;nicos asociados, y la evaluaci&#x000f3;n del impacto de una intervenci&#x000f3;n de autocuidado mejorada para el manejo del linfedema.</p></sec><sec id="abs10"><title>M&#x000e9;todos</title><p>Se realiz&#x000f3; un estudio prospectivo de cohortes de adultos con linfedema filarial de dos regiones de Malawi durante seis meses en 2021. Los s&#x000ed;ntomas depresivos y la calidad de vida se evaluaron mediante el Cuestionario de Salud del Paciente (PHQ-9) y el Cuestionario de Calidad de Vida espec&#x000ed;fico para el LF Cuestionario, respectivamente, al inicio (preintervenci&#x000f3;n) y a los 3 y 6 meses (posintervenci&#x000f3;n). El an&#x000e1;lisis de regresi&#x000f3;n beta identific&#x000f3; los factores de riesgo y evalu&#x000f3; el impacto de la intervenci&#x000f3;n.</p></sec><sec id="abs11"><title>Resultados</title><p>Se encuest&#x000f3; a 311 afectados, de los cuales el 23% (IC 95%, 18%&#x02013;29%) presentaba s&#x000ed;ntomas depresivos leves/moderados y el 31% (IC 95%, 26%&#x02013;37%) una CdV moderadamente baja/baja CdV. Las puntuaciones m&#x000e1;s altas de s&#x000ed;ntomas depresivos se asociaron con una alta frecuencia de episodios de ataques agudos de filarias. Los individuos con mayores s&#x000ed;ntomas depresivos (Odds Ratios Ajustados [ORA] 0.93; IC 95%: 0.93&#x02013;0.93) y menor CdV (ORA 0.98; 0.98&#x02013;0.98) mostraron la mayor mejor&#x000ed;a en los indicadores de salud mental a los 3 meses, pero no se mantuvo al mismo nivel a los 6 meses.</p></sec><sec id="abs12"><title>Conclusiones</title><p>Se recomienda el manejo sostenido de la morbilidad y el apoyo psicol&#x000f3;gico a las personas afectadas para garantizar resultados cl&#x000ed;nicos y de salud mental positivos a largo plazo.</p></sec></abstract><kwd-group kwd-group-type="keywords"><kwd>acute filarial attacks</kwd><kwd>depression</kwd><kwd>lymphatic filariasis</kwd><kwd>mental health</kwd><kwd>morbidity management</kwd><kwd>quality of life</kwd></kwd-group><funding-group><award-group award-type="grant"><funding-source>
<institution-wrap><institution>GlaxoSmithKline</institution><institution-id institution-id-type="DOI">10.13039/100004330</institution-id></institution-wrap>
</funding-source></award-group><award-group award-type="grant"><funding-source>
<institution-wrap><institution>Medical Research Council Doctoral Training Partnership</institution></institution-wrap>
</funding-source><award-id>2267306</award-id></award-group></funding-group><counts><page-count count="14"/></counts></article-meta></front><body><sec sec-type="intro" id="sec1"><title>Introduction</title><p>Lymphatic filariasis (LF) is a neglected tropical disease (NTD) caused by the nematode parasites <italic toggle="yes">Wuchereria bancrofti, Brugia malayi</italic> and <italic toggle="yes">Brugia timori</italic>. LF is transmitted by a variety of mosquito species.<sup><xref rid="bib1" ref-type="bibr">1</xref></sup> Infection can lead to chronic disabling, disfiguring and painful clinical symptoms, including lymphoedema (swelling of the limb) and hydrocoele (scrotal swelling).<sup><xref rid="bib2" ref-type="bibr">2</xref></sup> In addition, people affected by LF can experience stigma, social exclusion and discrimination that can have significant psychosocial consequences.<sup><xref rid="bib3" ref-type="bibr">3</xref></sup> An estimated 15 million people are living with filarial lymphoedema in marginalized communities in low- and middle-income countries.<sup><xref rid="bib1" ref-type="bibr">1</xref></sup> People with lymphoedema are prone to experiencing acute dermatolymphangioadenitis, also known as acute filarial attacks, which are secondary bacterial or fungal infections entering skin lesions, resulting in fever, chills, headache and localized inflammation in the involved region.<sup><xref rid="bib4" ref-type="bibr">4</xref>,<xref rid="bib5" ref-type="bibr">5</xref></sup> Lymphoedema is a chronic condition that can dramatically impact an affected person and his/her family's capacity to work, reduce marital prospects and exacerbate poverty.<sup><xref rid="bib6" ref-type="bibr">6&#x02013;9</xref></sup></p><p>Lymphoedema can predispose individuals to suffer from poor mental well-being, with the physical symptoms (pain, discomfort and reduced functioning) and social stigma and exclusion that an individual experiences contributing to mental distress.<sup><xref rid="bib10" ref-type="bibr">10&#x02013;13</xref></sup> Individual experiences of stigma vary greatly depending on the cultural beliefs in affected communities and the severity of LF.<sup><xref rid="bib14" ref-type="bibr">14</xref></sup> Specific sociodemographic groups affected by LF have been found to have higher levels of depressive symptoms, including women, those suffering a longer duration of illness and those with more severe stages of lymphoedema or hydrocele,<sup><xref rid="bib15" ref-type="bibr">15</xref>,<xref rid="bib16" ref-type="bibr">16</xref></sup> and a lower quality of life (QOL); disability and frequency and history of acute attacks has been found to be associated in other skin NTDs.<sup><xref rid="bib16" ref-type="bibr">16</xref></sup></p><p>Morbidity management and disability prevention (MMDP) is a crucial objective of the Global Programme to Eliminate Lymphatic Filariasis (GPELF) in order to alleviate the suffering of affected individuals.<sup><xref rid="bib2" ref-type="bibr">2</xref></sup> Malawi has successfully achieved elimination of LF as a public health problem by interrupting transmission with high coverage of mass drug administration (MDA) in all endemic regions as verified by the World Health Organization (WHO) in 2020. As many countries, including Malawi, complete MDA, their focus has shifted to the remaining individuals living with the debilitating symptoms of LF by providing the minimum package of care through MMDP.<sup><xref rid="bib17" ref-type="bibr">17</xref></sup> Implementation of MMDP is also an important facet of the WHO 2030 roadmap target of achieving a 75% reduction in global morbidity attributable to NTDs. For chronic limb lymphoedema in particular, the provision of MMDP care involves sustained, lifelong self-care treatment to delay progression or reverse lymphoedema symptoms and reduce acute filarial attacks through hygiene and skin exercises.<sup><xref rid="bib1" ref-type="bibr">1</xref></sup> Consequently, sustained lifelong care for lymphoedema management brings about challenges of adherence and sustainability, such as the allocation of health system resources and staff training for continued care.<sup><xref rid="bib18" ref-type="bibr">18</xref>,<xref rid="bib19" ref-type="bibr">19</xref></sup> Short-term studies investigating self-care interventions, including augmented &#x02018;enhanced&#x02019; self-care treatment for lymphoedema, which additionally includes deep-breathing exercises, lymphatic massage and dietary changes, have shown improved lymphoedema status and a significant reduction in the frequency and duration of acute filarial attacks.<sup><xref rid="bib20" ref-type="bibr">20</xref>,<xref rid="bib21" ref-type="bibr">21</xref></sup> However, the indirect impact on the mental well-being of filarial lymphoedema sufferers following implementation of an enhanced self-care package is yet to be explored.</p><p>Mental well-being has been highlighted as a priority area within the new agenda for the WHO NTD roadmap 2021&#x02013;2030, stating that mental health, psychosocial support and stigma reduction should be prioritized within NTD programs.<sup><xref rid="bib22" ref-type="bibr">22</xref></sup> There remains a lack of prioritization at the policy level regarding mental well-being support for people affected by NTDs.<sup><xref rid="bib3" ref-type="bibr">3</xref></sup> Therefore, an increased evidence base is required to determine the burden of mental health, identify risk factors and understand how available MMDP treatment impacts individuals&#x02019; well-being within endemic countries. In particular, as programs prioritize morbidity management activities, it is important to understand the effect on individuals&#x02019; mental well-being and if additional support is required for integration into programmatic activities.</p><p>There are several tools that can be used to assess this, including the 9-item Patient Health Questionnaire (PHQ-9) for measuring depressive symptoms and the LF-specific QOL Questionnaire (LFSQQ) for measuring QOL.<sup><xref rid="bib23" ref-type="bibr">23</xref>,<xref rid="bib24" ref-type="bibr">24</xref></sup> The PHQ-9 tool is widely used as a depressive symptom screening tool in primary healthcare settings in high- and low-income countries and has been previously used in Malawi to assess diabetes patients.<sup><xref rid="bib25" ref-type="bibr">25</xref>,<xref rid="bib26" ref-type="bibr">26</xref></sup> The LFSQQ has been used to measure the impact of self-care intervention compared against other QOL assessment tools and tested in a larger patient population.<sup><xref rid="bib24" ref-type="bibr">24</xref>,<xref rid="bib27" ref-type="bibr">27</xref>,<xref rid="bib28" ref-type="bibr">28</xref></sup></p><p>Therefore, this study aimed to determine the prevalence of key mental health indicators and depressive symptoms, poor QOL, the associated sociodemographic and clinical risk factors and the impact of an enhanced self-care intervention for lymphoedema management on depressive symptoms and QOL among affected individuals in Malawi.</p></sec><sec sec-type="methods" id="sec2"><title>Methods</title><sec id="sec2-1"><title>Study site and design</title><p>A prospective cohort study was conducted in three sites in Malawi between January and August 2021. The study was conducted in the Karonga (northern), Chikwawa and Nsanje (southern) districts in Malawi (Figure&#x000a0;<xref rid="fig1" ref-type="fig">1</xref>), historically known for their high endemicity of LF infection and high number of reported cases.<sup><xref rid="bib29" ref-type="bibr">29</xref>,<xref rid="bib30" ref-type="bibr">30</xref></sup></p><fig position="float" id="fig1"><label>Figure 1.</label><caption><p>Study sites in Karonga (Northern), Chikwawa and Nsanje (Southern) districts and locations of the health facilities where the study surveys were conducted.</p></caption><graphic xlink:href="ihad064fig1" position="float"/></fig><p>This study was part of a larger study investigating the physical impact of the enhanced self-care intervention (paper in preparation). Adults (&#x0003e;18&#x000a0;y of age) affected by lower limb lymphoedema were identified from national programmatic records (based on house-to-house case mapping conducted in 2014, 2015 and 2017) and invited to participate in the study via the health centres. Baseline, 3- and 6-month follow-up survey's were conducted that included a range of questions on the sociodemographics, clinical characteristics and quality of life of people affected by lymphoedema.</p><p>The sample size was derived to observe changes in lymphoedema based on the results of a clinical trial.<sup><xref rid="bib21" ref-type="bibr">21</xref></sup> Within each study location, mild cases and moderate&#x02013;severe lymphoedema cases were recruited, with staging defined according to the WHO lymphoedema staging criteria.<sup><xref rid="bib31" ref-type="bibr">31</xref></sup> In Malawi, we anticipated cases would be 75&#x02013;79% female and 21&#x02013;25% male based on the programmatic mapping [unpublished data].<sup><xref rid="bib32" ref-type="bibr">32</xref></sup> The sample size power was set at 85% and a significance level of 5% with Bonferroni correction for multiple testing, which was estimated to be 58 participants per group. The sample size was increased by 25% to allow adjustment for cofounders and loss to follow-up, yielding a final sample size of 73 participants per group (mild and moderate&#x02013;severe), for a total of 146.</p><p>This study was conducted during intervals of the coronavirus disease 2019 (COVID-19) pandemic, with risk assessments conducted before any field work was implemented. All national guidelines and protocols for COVID-19, in accordance with the Ministry of Health, Malawi, were followed.</p></sec><sec id="sec2-2"><title>Survey information and risk factors</title><p>Surveys included questions on the participant's sociodemographics (age, gender, geographic region, days taken off work), lymphoedema care history (requiring a caregiver for lymphoedema care, no caregiver), lymphoedema clinical characteristics (staging, number of affected legs, self-reported number of acute filarial attacks in the last 30&#x000a0;d) and mental health status (depressive symptoms, QOL). Acute filarial attacks were described to participants as an episode of acute inflammation, pain, redness and swelling in a limb with associated lymph nodes (kernels) and ague or fever.</p><p>Lymphoedema staging was assessed by an experienced field team member using the WHO lymphoedema staging criteria.<sup><xref rid="bib31" ref-type="bibr">31</xref></sup> Participants were categorized into two groups: mild staging, where both legs were categorized as WHO lymphoedema stage &#x02264;1, or moderate&#x02013;severe staging, where one or more legs were categorized as WHO lymphoedema stage &#x02265;2.</p></sec><sec id="sec2-3"><title>Enhanced self-care intervention</title><p>The surveys were conducted by experienced national health field teams, who were responsible for the training of participants in the enhanced self-care intervention to manage lymphoedema symptoms. This training included a combination of the WHO minimum care package<sup><xref rid="bib17" ref-type="bibr">17</xref></sup> and the enhanced self-care intervention.<sup><xref rid="bib20" ref-type="bibr">20</xref></sup> The standard WHO intervention included hygiene and skin care practices and daily and overnight elevation of the affected limb(s) and the enhanced self-care included deep-breathing techniques, lymphatic massage, skin mobilization, exercises (seated, standing and 45&#x000a0;min of walking per day) and eating fresh fruit and vegetables.</p><p>Of note, previous MMDP training in the WHO recommended package of care had been carried out by the community health workers when lymphoedema cases were first identified in 2014, 2015 (Chikwawa, Nsanje) and 2017 (Karonga), however, no specific follow-up had been conducted to determine adherence and impact.</p></sec><sec id="sec2-4"><title>Tools to assess mental health</title><p>The PHQ-9 and the LFSQQ were used to assess mental health indicators: depressive symptoms and QOL, respectively.<sup><xref rid="bib23" ref-type="bibr">23</xref>,<xref rid="bib24" ref-type="bibr">24</xref></sup> A Likert scoring system was used to collect questionnaire answers, with PHQ-9 scores ranging from 0 to 27 and LFSQQ scores ranging from 0 to 100.<sup><xref rid="bib33" ref-type="bibr">33</xref></sup> The PHQ-9 scores were defined according to widely used categories, including once previously in Malawi,<sup><xref rid="bib25" ref-type="bibr">25</xref></sup> as follows: no depressive symptoms (0&#x02013;4), mild depressive symptoms (5&#x02013;9), moderate depressive symptoms (10&#x02013;14), moderately severe depressive symptoms (15&#x02013;19) and severe depressive symptoms (20&#x02013;27), and similarly for the LFSQQ: high QOL (0&#x02013;29), moderately low QOL (30&#x02013;49) and low QOL (50&#x02013;100).<sup><xref rid="bib34" ref-type="bibr">34</xref>,<xref rid="bib35" ref-type="bibr">35</xref></sup></p></sec><sec id="sec2-5"><title>Data management</title><p>All survey data were collected and monitored in real time using the Open Data Kit Collect (ODK) software and uploaded via electronic tablets (Samsung Galaxy 10). Data were downloaded as a CSV file and imported into R programming for descriptive and statistical analysis (R Foundation for Statistical Computing, Vienna, Austria).<sup><xref rid="bib36" ref-type="bibr">36</xref></sup> Missing data were excluded from the final analysis.</p><sec id="sec2-5-1"><title>Overview of statistical analysis</title><p>We conducted three separate analyses: descriptive, risk factor and longitudinal. Descriptive analysis was performed for sociodemographic factors, lymphoedema clinical characteristics, lymphoedema care and outcome variables, depressive symptoms and low QOL. Risk factors for depressive symptoms and low QOL were identified through a model selection process using univariable beta regression models. Longitudinal analysis investigated changes in depressive symptoms and QOL scores over the study time period to assess the sustained effect of the enhanced self-care intervention.</p></sec><sec id="sec2-5-2"><title>Risk factor analysis</title><p>Depressive symptoms and QOL were transformed to be bound between 0 and 1 following <inline-formula><tex-math id="TM0001" notation="LaTeX">\documentclass[12pt]{minimal}
\usepackage{amsmath}
\usepackage{wasysym}
\usepackage{amsfonts}
\usepackage{amssymb}
\usepackage{amsbsy}
\usepackage{upgreek}
\usepackage{mathrsfs}
\setlength{\oddsidemargin}{-69pt}
\begin{document}
$Y^{\prime} = Y/N$\end{document}</tex-math></inline-formula>, where <inline-formula><tex-math id="TM0002" notation="LaTeX">\documentclass[12pt]{minimal}
\usepackage{amsmath}
\usepackage{wasysym}
\usepackage{amsfonts}
\usepackage{amssymb}
\usepackage{amsbsy}
\usepackage{upgreek}
\usepackage{mathrsfs}
\setlength{\oddsidemargin}{-69pt}
\begin{document}
$Y^{\prime}$\end{document}</tex-math></inline-formula> is the transformed score, <inline-formula><tex-math id="TM0003" notation="LaTeX">\documentclass[12pt]{minimal}
\usepackage{amsmath}
\usepackage{wasysym}
\usepackage{amsfonts}
\usepackage{amssymb}
\usepackage{amsbsy}
\usepackage{upgreek}
\usepackage{mathrsfs}
\setlength{\oddsidemargin}{-69pt}
\begin{document}
$Y$\end{document}</tex-math></inline-formula> is the untransformed observed score and <inline-formula><tex-math id="TM0004" notation="LaTeX">\documentclass[12pt]{minimal}
\usepackage{amsmath}
\usepackage{wasysym}
\usepackage{amsfonts}
\usepackage{amssymb}
\usepackage{amsbsy}
\usepackage{upgreek}
\usepackage{mathrsfs}
\setlength{\oddsidemargin}{-69pt}
\begin{document}
$N$\end{document}</tex-math></inline-formula> is the maximum possible score for each metric: 27 for the PHQ-9 (depressive symptoms) and 100 for the LFSQQ (QOL).</p><p>Candidate sociodemographic risk factors were age, gender, geographic region, requiring caregiver support and number of days off work in the past 30&#x000a0;d. Candidate clinical risk factors were lymphoedema staging, number of affected legs and the number of acute attacks in the past 30&#x000a0;d. Previous work on LF clinical conditions and QOL helped to guide the selection of candidate variables.<sup><xref rid="bib7" ref-type="bibr">7</xref>,<xref rid="bib8" ref-type="bibr">8</xref>,<xref rid="bib20" ref-type="bibr">20</xref></sup></p><p>Univariable logistic beta regression was performed on all candidate risk factors and then a backwards stepwise selection process was conducted to generate a multivariable model for each outcome variable. Candidate risk factor odds ratios (ORs), 95% confidence intervals (CIs) and p-values were calculated.</p><p>An additional post hoc model was fitted to data from participants with moderate&#x02013;severe lymphoedema to explore the relationship between QOL and the number of affected legs. This model also included gender, requiring a caregiver and the number of days off work as additional variables.</p></sec><sec id="sec2-5-3"><title>Longitudinal analysis</title><p>As the study has no control group, we used a longitudinal model to assess whether a change in depressive symptoms or QOL score was associated with a secular time trend (seasonality) and time since the start of intervention using mixed effect beta regression models. To assess the temporal variation of observed follow-ups, the number of participants surveyed across secular time was plotted by the date of follow-up.</p><p>Beta regression models were fitted for depressive symptoms and QOL scores. The difference in score between the baseline and subsequent follow-up for each participant was transformed as follows:</p><disp-formula>
<tex-math id="TM0005" notation="LaTeX">\documentclass[12pt]{minimal}
\usepackage{amsmath}
\usepackage{wasysym}
\usepackage{amsfonts}
\usepackage{amssymb}
\usepackage{amsbsy}
\usepackage{upgreek}
\usepackage{mathrsfs}
\setlength{\oddsidemargin}{-69pt}
\begin{document}
\begin{eqnarray*}
{Y}_i = \left( {{S}_i - {S}_0} \right)/2N + 0.5,
\end{eqnarray*}\end{document}</tex-math>
</disp-formula><p>where <italic toggle="yes">S</italic><sub>0</sub> is the baseline score, <italic toggle="yes">S<sub>i</sub></italic> is the score at follow-up <italic toggle="yes">i</italic> and <italic toggle="yes">N</italic> is the maximum score for each metric: 27 for the PHQ-9 (depressive symptoms) and 100 for the LFSQQ (QOL). The transformed score difference, <italic toggle="yes">Y<sub>i</sub></italic>, rendered values between 0 and 1, where no change in score between baseline and follow-up would give <italic toggle="yes">Y<sub>i</sub></italic>&#x000a0;=&#x000a0;0.5.</p><p>Explanatory variables in the models included secular time (number of days since the start date of the study), time since baseline (number of days since the participant completed the baseline survey) and participant score at baseline. A random intercept was included for each individual. In the absence of a control group, including secular time and time since baseline allowed us to assess if any change in score could be attributed to the intervention rather than a general trend in the population. Baseline participant scores were included on the assumption that each participant&#x02019;s follow-up scores were more likely to show a trend with their baseline score independent of other participants.</p></sec></sec><sec id="sec2-6"><title>Ethical approval</title><p>Ethical approval was obtained from the Liverpool School of Tropical Medicine, Research Ethics Committee, UK (research protocol 20-008) and National Health Sciences Research Committee, Malawi (2615). Participants received information sheets describing the study aims and data collection before they provided written consent.</p></sec></sec><sec sec-type="results" id="sec3"><title>Results</title><p>The results from this study are organized into three sections. First, we report on the sociodemographic, lymphoedema care and clinical characteristics of the study participants. Second, we report the prevalence of depressive symptoms and QOL and identify risk factors associated with each of these outcomes. Finally, we determine changes in depressive symptoms and QOL following the intervention with a longitudinal analysis.</p><sec id="sec3-1"><title>Sociodemographic and clinical characteristics</title><p>A total 311 study participants completed baseline surveys across two regions in Malawi (Table&#x000a0;<xref rid="tbl1" ref-type="table">1</xref>). Participants were from Karonga (n=142 [45.8%]), Chikwawa (n=76 [24.5%]) or Nsanje (n=92 [29.7%]). As a result of challenges in participant recruitment during the response to COVID-19, adjacent study areas Chikwawa and Nsanje were combined to reach a sample size suitable for analysis. More than two-thirds of the study participants were female (68.1%) and the mean age of study participants was 56&#x000a0;y (range 18&#x02013;90, standard deviation 14.3). Participants were from the Northern (144 [45.8%]) or Southern (168 [54.2%]) regions of Malawi, shown in Figure&#x000a0;<xref rid="fig1" ref-type="fig">1</xref>. Of the study participants, 68 (21.9%) reported requiring a caregiver. Most participants described their main source of financial support (employment) to be from farming (242 [77%]) or family support (42 [13.5%]). The majority of participants (194 [62.4%]) reported no days off work in the last 30&#x000a0;d due to illness. The remaining participants required 1&#x02013;7&#x000a0;d (76 [24.4%]), 8&#x02013;14&#x000a0;d (29 [9.3%]) and &#x02265;15&#x000a0;d (12 [3.9%]) off work.</p><table-wrap position="float" id="tbl1"><label>Table 1. 
</label><caption><p>Sociodemographic, clinical symptoms and well-being assessment of the study participants (N=311)</p></caption><table frame="hsides" rules="groups"><thead><tr><th rowspan="1" colspan="1">Socio-demographic Factors</th><th rowspan="1" colspan="1">n (%)</th></tr></thead><tbody><tr><td colspan="2" align="left" rowspan="1">Gender</td></tr><tr><td rowspan="1" colspan="1">&#x02003;Female</td><td rowspan="1" colspan="1">212 (68.2)</td></tr><tr><td rowspan="1" colspan="1">&#x02003;Male</td><td rowspan="1" colspan="1">99 (31.8)</td></tr><tr><td rowspan="1" colspan="1">Age (years)</td><td rowspan="1" colspan="1"/></tr><tr><td rowspan="1" colspan="1">&#x02003;18&#x02013;29</td><td rowspan="1" colspan="1">10 (3.2)</td></tr><tr><td rowspan="1" colspan="1">&#x02003;30&#x02013;39</td><td rowspan="1" colspan="1">24 (7.7)</td></tr><tr><td rowspan="1" colspan="1">&#x02003;40&#x02013;49</td><td rowspan="1" colspan="1">73 (23.5)</td></tr><tr><td rowspan="1" colspan="1">&#x02003;50&#x02013;59</td><td rowspan="1" colspan="1">82 (26.4)</td></tr><tr><td rowspan="1" colspan="1">&#x02003;60&#x02013;69</td><td rowspan="1" colspan="1">64 (20.6)</td></tr><tr><td rowspan="1" colspan="1">&#x02003;&#x02265;70</td><td rowspan="1" colspan="1">54 (17.4)</td></tr><tr><td rowspan="1" colspan="1">Geographic region</td><td rowspan="1" colspan="1"/></tr><tr><td rowspan="1" colspan="1">&#x02003;Northern</td><td rowspan="1" colspan="1">144 (46.0)</td></tr><tr><td rowspan="1" colspan="1">&#x02003;Southern</td><td rowspan="1" colspan="1">168 (54.0)</td></tr><tr><td rowspan="1" colspan="1">District</td><td rowspan="1" colspan="1"/></tr><tr><td rowspan="1" colspan="1">&#x02003;Karonga</td><td rowspan="1" colspan="1">144 (46.0)</td></tr><tr><td rowspan="1" colspan="1">&#x02003;Chikwawa</td><td rowspan="1" colspan="1">73 (24.4)</td></tr><tr><td rowspan="1" colspan="1">&#x02003;Nsanje</td><td rowspan="1" colspan="1">92 (29.6)</td></tr><tr><td rowspan="1" colspan="1">Requires caregiver</td><td rowspan="1" colspan="1"/></tr><tr><td rowspan="1" colspan="1">&#x02003;Yes</td><td rowspan="1" colspan="1">243 (78.1)</td></tr><tr><td rowspan="1" colspan="1">&#x02003;No</td><td rowspan="1" colspan="1">68 (21.9)</td></tr><tr><td rowspan="1" colspan="1">Employment (job)</td><td rowspan="1" colspan="1"/></tr><tr><td rowspan="1" colspan="1">&#x02003;Farmer</td><td rowspan="1" colspan="1">242 (77.8)</td></tr><tr><td rowspan="1" colspan="1">&#x02003;Relies on family support</td><td rowspan="1" colspan="1">42 (13.5)</td></tr><tr><td rowspan="1" colspan="1">&#x02003;Other</td><td rowspan="1" colspan="1">27 (8.7)</td></tr><tr><td rowspan="1" colspan="1">Days off work (in the last month)</td><td rowspan="1" colspan="1"/></tr><tr><td rowspan="1" colspan="1">&#x02003;None</td><td rowspan="1" colspan="1">194 (62.4)</td></tr><tr><td rowspan="1" colspan="1">&#x02003;1&#x02013;7</td><td rowspan="1" colspan="1">76 (24.4)</td></tr><tr><td rowspan="1" colspan="1">&#x02003;8&#x02013;14</td><td rowspan="1" colspan="1">29 (9.3)</td></tr><tr><td rowspan="1" colspan="1">&#x02003;&#x02265;15</td><td rowspan="1" colspan="1">12 (3.9)</td></tr><tr><td colspan="2" align="left" rowspan="1">Clinical symptoms</td></tr><tr><td rowspan="1" colspan="1">Lymphoedema staging</td><td rowspan="1" colspan="1"/></tr><tr><td rowspan="1" colspan="1">&#x02003;Mild</td><td rowspan="1" colspan="1">104 (33.4)</td></tr><tr><td rowspan="1" colspan="1">&#x02003;Moderate&#x02013;severe</td><td rowspan="1" colspan="1">207 (66.6)</td></tr><tr><td colspan="2" align="left" rowspan="1">Staging &#x02265;2 present</td></tr><tr><td rowspan="1" colspan="1">&#x02003;Both legs</td><td rowspan="1" colspan="1">276 (88.7)</td></tr><tr><td rowspan="1" colspan="1">&#x02003;One or no legs</td><td rowspan="1" colspan="1">35 (11.3)</td></tr><tr><td colspan="2" align="left" rowspan="1">Acute attacks in the last month</td></tr><tr><td rowspan="1" colspan="1">&#x02003;0</td><td rowspan="1" colspan="1">139 (44.7)</td></tr><tr><td rowspan="1" colspan="1">&#x02003;1</td><td rowspan="1" colspan="1">146 (46.9)</td></tr><tr><td rowspan="1" colspan="1">&#x02003;2</td><td rowspan="1" colspan="1">19 (6.1)</td></tr><tr><td rowspan="1" colspan="1">&#x02003;&#x02265;3</td><td rowspan="1" colspan="1">7 (2.3)</td></tr><tr><td colspan="2" align="left" rowspan="1">Well-being assessment</td></tr><tr><td rowspan="1" colspan="1">Depression (PHQ-9 score)</td><td rowspan="1" colspan="1"/></tr><tr><td rowspan="1" colspan="1">&#x02003;No depression (&#x0003c;5)</td><td rowspan="1" colspan="1">238 (76.5)</td></tr><tr><td rowspan="1" colspan="1">&#x02003;Mild (&#x02265;5&#x02013;&#x0003c;10)</td><td rowspan="1" colspan="1">63 (20.3)</td></tr><tr><td rowspan="1" colspan="1">&#x02003;Moderate (&#x02265;10&#x02013;&#x0003c;15)</td><td rowspan="1" colspan="1">10 (3.2)</td></tr><tr><td rowspan="1" colspan="1">&#x02003;Moderately severe (&#x02265;15)</td><td rowspan="1" colspan="1">0 (0.0)</td></tr><tr><td colspan="2" align="left" rowspan="1">QOL (LFSQQ score)</td></tr><tr><td rowspan="1" colspan="1">&#x02003;Not low (&#x0003c;30)</td><td rowspan="1" colspan="1">213 (68.5)</td></tr><tr><td rowspan="1" colspan="1">&#x02003;Moderately low (&#x02265;30&#x02013;&#x0003c;50)</td><td rowspan="1" colspan="1">89 (28.6)</td></tr><tr><td rowspan="1" colspan="1">&#x02003;Low (&#x02265;50)</td><td rowspan="1" colspan="1">9 (2.9)</td></tr></tbody></table></table-wrap><p>The clinical characteristics assessed included lymphoedema staging: 104 (33.4%) were mild and 207 (66.6%) were moderate&#x02013;severe. The number of individuals who had a WHO lymphoedema staging of &#x02265;2 on both legs was 35 (11.3%). The number of participants who had experienced no acute attacks in the last month was 139 (44.7%), a single acute attack 146 (46.9%), two attacks 19 (6.1%) and three or more attacks was 7 (2.3%).</p><p>Overlapping proportions of study participants with most severe clinical symptoms&#x02014;moderate&#x02013;severe lymphoedema, both legs displaying moderate&#x02013;severe lymphoedema and experience of an acute attack in the last month&#x02014;are represented as a Venn diagram in Figure&#x000a0;<xref rid="fig2" ref-type="fig">2a</xref>. Overlapping proportions of study participants with depressive symptoms and low QOL&#x02014;mild depressive symptoms, moderate depressive symptoms, moderately low QOL and low QOL&#x02014;are represented as a Venn diagram in Figure&#x000a0;<xref rid="fig2" ref-type="fig">2b</xref>.</p><fig position="float" id="fig2"><label>Figure 2.</label><caption><p>Venn diagrams presenting <bold>(A)</bold> clinical symptoms and <bold>(B)</bold> depressive symptoms and low QOL of participants. Note. Moderate-severe lymphoedema staging (displayed on one or both legs), both legs displaying moderate-severe staging and having experienced an acute attack in the last month, to show the number of participants exhibiting described symptoms. Mild depressive symptoms, moderate depressive symptoms, moderately low QOL and low QOL to show the number of participants exhibiting mental health indicators.</p></caption><graphic xlink:href="ihad064fig2" position="float"/></fig></sec><sec id="sec3-2"><title>Mental health baseline analysis</title><p>At baseline, of 311 patients, 20.3% (95% CI 15.9 to 25.2) reported mild depressive symptoms and 3.2% (95% CI 1.5 to 5.8) reported moderate depressive symptoms. For QOL, 28.6% (95% CI 23.7 to 34.0) reported moderately low QOL and 2.9% (95% CI 23.7 to 34.0) reported severely low QOL.</p><sec id="sec3-2-1"><title>Depressive symptoms risk factor analysis</title><p>Figure&#x000a0;<xref rid="fig3" ref-type="fig">3</xref> shows estimated ORs, 95% CIs and p-values for univariable analysis of all candidate risk factors. Participants located in the Southern region of Malawi (OR 0.69 [95% CI 0.54 to 0.88]) were associated with lower depressive symptoms scores. Participants who required a caregiver (OR 2.89 [95% CI 2.16 to 3.87]) and had taken 8&#x02013;14&#x000a0;d off work due to LF in the last 30&#x000a0;days (OR 1.64 [95% CI 1.08 to 2.50]) were associated with higher levels of depressive symptoms. Of the candidate clinical risk factors, the frequency of acute attacks in the last month (one acute attack, OR 1.38 [95% CI 1.08 to 1.77]; two acute attacks, OR 2.62 [95% CI 2.05 to &#x02013;3.35]; three or more acute attacks, OR 5.32 [95% CI 4.19 to 6.84]) was associated with higher depressive symptom scores. Moderate&#x02013;severe staging was not found to be associated with depressive symptoms.</p><fig position="float" id="fig3"><label>Figure 3.</label><caption><p>ORs and 95% CIs for depressive symptoms derived from univariable beta regression models.</p></caption><graphic xlink:href="ihad064fig3" position="float"/></fig></sec><sec id="sec3-2-2"><title>Depressive symptoms multivariable model</title><p>Following a backward stepwise selection process, we found that the frequency of acute attacks, requiring a caregiver and geographic region were association with depressive symptoms scores, shown in Figure&#x000a0;<xref rid="fig4" ref-type="fig">4</xref>. We found that Southern participants were associated with lower depressive symptoms scores (adjusted OR [AOR] 0.77 [95% CI 0.60 to 0.98]). A higher frequency of acute attacks in the last month (one acute attack, aOR 1.49 [95% CI 1.16 to 1.90]; two acute attacks, aOR 1.80 [95% CI 1.05 to 3.09]; three of more acute attacks, aOR 2.65 [95% CI 1.12 to 6.29]) and requiring a caregiver (aOR 2.41 [95% CI 1.72 to 3.39) were associated with higher levels of depressive symptoms.</p><fig position="float" id="fig4"><label>Figure 4.</label><caption><p>AORs and 95% CIs for depressive symptoms derived from a multivariate model selected through backwards stepwise selection.</p></caption><graphic xlink:href="ihad064fig4" position="float"/></fig></sec><sec id="sec3-2-3"><title>QOL risk factor analysis</title><p>Figure&#x000a0;<xref rid="fig5" ref-type="fig">5</xref> shows the estimated ORs, 95% CIs and p-values for univariable analysis of all candidate risk factors. Participants who required a caregiver (OR 1.16 [95% CI 1.26 to 2.06]) and had &#x02265;15&#x000a0;d off work in the last 30&#x000a0;d (OR 2.16 [95% CI 1.28 to 3.62]) were associated with lower QOL. Of the candidate clinical risk factors, moderate&#x02013;severe lymphoedema staging (OR 1.59 [95% CI 1.27 to 1.98]) and frequency of acute attacks in the last month (one acute attack, OR 1.27 [95% CI 1.02 to 1.58]; two acute attacks, OR 1.88 [95% CI 1.51 to 2.33]; three or more acute attacks, OR 2.04 [95% CI 1.68 to 2.54]) was associated with lower QOL.</p><fig position="float" id="fig5"><label>Figure 5.</label><caption><p>ORs and 95% CIs for QOL derived from univariable beta regression models.</p></caption><graphic xlink:href="ihad064fig5" position="float"/></fig></sec><sec id="sec3-2-4"><title>QOL multivariable model</title><p>Following a backward stepwise selection process, we found that gender, lymphoedema staging, requiring a caregiver, number of days off work and moderate&#x02013;severe staging on both legs were associated with QOL scores, shown in Figure&#x000a0;<xref rid="fig6" ref-type="fig">6</xref>. We found that moderate&#x02013;severe staging of lymphoedema (AOR 1.58 [95% CI 1.27 to 1.97]) associated with lower QOL. From candidate sociodemographic risk factors, requiring a caregiver (OR 1.58 [95% CI 1.24 to 2.01]) and taking days off work (1&#x02013;7&#x000a0;d, OR 1.30 [95% CI 1.03 to 1.65]; &#x02265;15&#x000a0;d, OR 2.16 [95% CI 1.33 to 3.50]) were associated with lower QOL. Being male (OR 0.55 [95% CI 0.44 to 0.68]) and having moderate&#x02013;severe lymphoedema on both legs (OR 0.69 [95% CI 0.50 to 0.96]) was associated with higher QOL. To further explore the results from this model that participants with moderate&#x02013;severe lymphoedema staging on both legs had improved QOL, we fitted an additional model to the subset of participants with moderate&#x02013;severe lymphoedema staging and found a significant association with both legs being affected.</p><fig position="float" id="fig6"><label>Figure 6.</label><caption><p>AORs for QOL derived from a multivariate model selected through backwards stepwise selection.</p></caption><graphic xlink:href="ihad064fig6" position="float"/></fig></sec></sec><sec id="sec3-3"><title>Longitudinal analysis</title><p>Longitudinal survey data were collected across the three districts over a period of 9&#x000a0;months (see <xref rid="sup1" ref-type="supplementary-material">Supplementary Figure 1</xref>). Baseline surveys and 6-month follow-ups were collected in the Northern region in January and July and in the Southern region in March and August 2021. Southern districts were delayed due to challenges with COVID-19 and the Ministry of Health response. A total of 311 participants completed the baseline survey, 284 completed the 3-month follow-up survey and 276 completed the 6-month follow-up survey.</p><p>In the absence of a control group, we fitted beta regression models to identify the association of secular time, time since the start of intervention and baseline score with changes in depressive symptoms and QOL. We found a significant intercept term and a significant association between baseline score and change in depressive symptoms score, however, we did not find any association between secular time or time since the start of intervention and the change in depressive symptoms score (Table&#x000a0;<xref rid="tbl2" ref-type="table">2</xref>). The interpretation of these findings is that individuals with a baseline depressive symptoms score of 0 tended to have a higher score at the first follow-up and individuals with a baseline depressive symptoms score &#x0003e;0 tended to have lower depressive symptoms scores at the first follow-up (Table&#x000a0;<xref rid="tbl3" ref-type="table">3</xref>). Scores remained unchanged at the 6-month follow-up. As there was no significant association with time since intervention and change in depressive symptoms score, there was no direct evidence to suggest that the intervention was associated with a reduction in depressive symptoms.</p><table-wrap position="float" id="tbl2"><label>Table 2.</label><caption><p>Odds ratio (OR) of change in depressive symptom (PHQ-9) and quality of life (LFSQQ) scores</p></caption><table frame="hsides" rules="groups"><thead><tr><th rowspan="1" colspan="1"/><th align="center" colspan="2" rowspan="1">Depression (PHQ-9)</th><th align="center" colspan="2" rowspan="1">Quality of life (LSFQQ)</th></tr><tr><th rowspan="1" colspan="1">Fixed effects variables</th><th rowspan="1" colspan="1">OR (95% CI)</th><th rowspan="1" colspan="1">p-Value</th><th rowspan="1" colspan="1">OR (95% CI)</th><th rowspan="1" colspan="1">p-Value</th></tr></thead><tbody><tr><td rowspan="1" colspan="1">Intercept</td><td rowspan="1" colspan="1">
<bold>1.06 (1.02 to 1.10)</bold>
</td><td rowspan="1" colspan="1">&#x0003c;0.001</td><td rowspan="1" colspan="1">
<bold>1.22 (1.17 to 1.28)</bold>
</td><td rowspan="1" colspan="1">&#x0003c;0.001</td></tr><tr><td rowspan="1" colspan="1">Score at baseline</td><td rowspan="1" colspan="1">
<bold>0.93 (0.93 to 0.93)</bold>
</td><td rowspan="1" colspan="1">&#x0003c;0.001</td><td rowspan="1" colspan="1">
<bold>0.98 (0.98 to 0.98)</bold>
</td><td rowspan="1" colspan="1">&#x0003c;0.001</td></tr><tr><td rowspan="1" colspan="1">Secular time</td><td rowspan="1" colspan="1">1.00 (1.00 to 1.00)</td><td rowspan="1" colspan="1">0.264</td><td rowspan="1" colspan="1">
<bold>0.99 (0.99 to 0.99)</bold>
</td><td rowspan="1" colspan="1">0.0196</td></tr><tr><td rowspan="1" colspan="1">Time since baseline</td><td rowspan="1" colspan="1">1.00 (1.00 to 1.00)</td><td rowspan="1" colspan="1">0.853</td><td rowspan="1" colspan="1">0.99 (0.99 to 1.00)</td><td rowspan="1" colspan="1">0.3155</td></tr></tbody></table><table-wrap-foot><fn id="tb2fn1"><p>Variables significant at the 95% CI level are shown in bold, with 23.2% and 23.1% of the variance in outcome variables being explained by the random effect in the depressive symptoms and QOL models, respectively.</p></fn></table-wrap-foot></table-wrap><table-wrap position="float" id="tbl3"><label>Table 3. 
</label><caption><p>Predicted scores using beta regression models with average time since intervention at the 3- and 6-month follow-ups and the average secular time at the 3- and 6-month follow-ups</p></caption><table frame="hsides" rules="groups"><thead><tr><th colspan="3" align="center" rowspan="1">Depression (PHQ-9)<sup><xref rid="tb3fn1" ref-type="table-fn">a</xref></sup></th><th colspan="3" align="center" rowspan="1">Low QOL (LFSQQ)<sup><xref rid="tb3fn2" ref-type="table-fn">b</xref></sup></th></tr><tr><th rowspan="1" colspan="1">Baseline</th><th rowspan="1" colspan="1">Predicted score at 3</th><th rowspan="1" colspan="1">Predicted score at 6</th><th rowspan="1" colspan="1">Baseline</th><th rowspan="1" colspan="1">Predicted score at 3</th><th rowspan="1" colspan="1">Predicted score at 6</th></tr><tr><th rowspan="1" colspan="1">score</th><th rowspan="1" colspan="1">months (95% CI)</th><th rowspan="1" colspan="1">months (95% CI)</th><th rowspan="1" colspan="1">score</th><th rowspan="1" colspan="1">months (95% CI)</th><th rowspan="1" colspan="1">months (95% CI)</th></tr></thead><tbody><tr><td rowspan="1" colspan="1">0</td><td rowspan="1" colspan="1">0.2 (0.1 to 0.3)</td><td rowspan="1" colspan="1">0.2 (0.0<sup><xref rid="tb3fn3" ref-type="table-fn">c</xref></sup> to 0.5)</td><td rowspan="1" colspan="1">0</td><td rowspan="1" colspan="1">2.7 (2.0 to 3.5)</td><td rowspan="1" colspan="1">1.0 (0.0<sup><xref rid="tb3fn3" ref-type="table-fn">c</xref></sup> to 2.4)</td></tr><tr><td rowspan="1" colspan="1">1</td><td rowspan="1" colspan="1">0.7 (0.6 to 0.9)</td><td rowspan="1" colspan="1">0.7 (0.4 to 1.0)</td><td rowspan="1" colspan="1">2</td><td rowspan="1" colspan="1">3.8 (3.2 to 4.5)</td><td rowspan="1" colspan="1">2.1 (0.7 to 3.4)</td></tr><tr><td rowspan="1" colspan="1">2</td><td rowspan="1" colspan="1">1.3 (1.2 to 1.4)</td><td rowspan="1" colspan="1">1.2 (0.9 to 1.6)</td><td rowspan="1" colspan="1">3</td><td rowspan="1" colspan="1">4.4 (3.7 to 5.1)</td><td rowspan="1" colspan="1">2.6 (1.2 to 4.0)</td></tr><tr><td rowspan="1" colspan="1">3</td><td rowspan="1" colspan="1">1.8 (1.7 to1.9)</td><td rowspan="1" colspan="1">1.8 (1.4 to 2.1)</td><td rowspan="1" colspan="1">4</td><td rowspan="1" colspan="1">4.9 (4.3 to 5.6)</td><td rowspan="1" colspan="1">3.2 (1.8 to 4.5)</td></tr><tr><td rowspan="1" colspan="1">4</td><td rowspan="1" colspan="1">2.3 (2.2 to 2.4)</td><td rowspan="1" colspan="1">2.3 (2.0 to 2.6)</td><td rowspan="1" colspan="1">5</td><td rowspan="1" colspan="1">5.5 (4.9 to 6.1)</td><td rowspan="1" colspan="1">3.7 (2.3 to 5.1)</td></tr><tr><td rowspan="1" colspan="1">5</td><td rowspan="1" colspan="1">2.9 (2.7 to 3.0)</td><td rowspan="1" colspan="1">2.8 (2.5 to 3.1)</td><td rowspan="1" colspan="1">6</td><td rowspan="1" colspan="1">6.0 (5.4 to 6.7)</td><td rowspan="1" colspan="1">4.3 (2.9 to 5.6)</td></tr><tr><td rowspan="1" colspan="1">6</td><td rowspan="1" colspan="1">3.4 (3.3 to 3.5)</td><td rowspan="1" colspan="1">3.3 (3.0 to 3.7)</td><td rowspan="1" colspan="1">8</td><td rowspan="1" colspan="1">7.1 (6.6 to 7.7)</td><td rowspan="1" colspan="1">5.4 (4.0 to 6.7)</td></tr><tr><td rowspan="1" colspan="1">7</td><td rowspan="1" colspan="1">3.9 (3.8 to 4.1)</td><td rowspan="1" colspan="1">3.9 (3.6 to 4.2)</td><td rowspan="1" colspan="1">10</td><td rowspan="1" colspan="1">8.2 (7.7 to 8.8)</td><td rowspan="1" colspan="1">6.5 (5.1 to 7.8)</td></tr><tr><td rowspan="1" colspan="1">8</td><td rowspan="1" colspan="1">4.5 (4.3 to 4.7)</td><td rowspan="1" colspan="1">4.4 (4.1 to 4.8)</td><td rowspan="1" colspan="1">12</td><td rowspan="1" colspan="1">9.3 (8.8 to 9.9)</td><td rowspan="1" colspan="1">7.6 (6.2 to 8.9)</td></tr><tr><td rowspan="1" colspan="1">9</td><td rowspan="1" colspan="1">5.0 (4.9 to 5.2)</td><td rowspan="1" colspan="1">5.0 (4.7 to 5.3)</td><td rowspan="1" colspan="1">14</td><td rowspan="1" colspan="1">10.5 (10.0 to 10.9)</td><td rowspan="1" colspan="1">8.7 (7.4 to 10.0)</td></tr><tr><td rowspan="1" colspan="1">10</td><td rowspan="1" colspan="1">5.6 (5.4 to 5.8)</td><td rowspan="1" colspan="1">5.6 (5.2 to 5.9)</td><td rowspan="1" colspan="1">16</td><td rowspan="1" colspan="1">11.6 (11.1 to 12.0)</td><td rowspan="1" colspan="1">9.8 (8.5 to 11.1)</td></tr><tr><td rowspan="1" colspan="1">11</td><td rowspan="1" colspan="1">6.2 (6.0 to 6.4)</td><td rowspan="1" colspan="1">6.2 (5.8 to 6.5)</td><td rowspan="1" colspan="1">18</td><td rowspan="1" colspan="1">12.7 (12.2 to 13.1)</td><td rowspan="1" colspan="1">10.9 (9.6 to 12.2)</td></tr><tr><td rowspan="1" colspan="1">12</td><td rowspan="1" colspan="1">6.8 (6.6 to 7.0)</td><td rowspan="1" colspan="1">6.7 (6.4 to 7.1)</td><td rowspan="1" colspan="1">20</td><td rowspan="1" colspan="1">13.8 (13.3 to 14.2)</td><td rowspan="1" colspan="1">12.0 (10.7 to13.3)</td></tr><tr><td rowspan="1" colspan="1">13</td><td rowspan="1" colspan="1">7.4 (7.1 to 7.6)</td><td rowspan="1" colspan="1">7.3 (7.0 to 7.7)</td><td rowspan="1" colspan="1">22</td><td rowspan="1" colspan="1">14.9 (14.5 to 15.3)</td><td rowspan="1" colspan="1">13.2 (11.9 to 14.5)</td></tr><tr><td rowspan="1" colspan="1">14</td><td rowspan="1" colspan="1">8.0 (7.7 to 8.2)</td><td rowspan="1" colspan="1">8.0 (7.6 to 8.3)</td><td rowspan="1" colspan="1">24</td><td rowspan="1" colspan="1">16.0 (15.6 to 16.4)</td><td rowspan="1" colspan="1">14.3 (13.0 to 15.6)</td></tr><tr><td rowspan="1" colspan="1">15</td><td rowspan="1" colspan="1">8.6 (8.4 to 8.9)</td><td rowspan="1" colspan="1">8.6 (8.2 to 8.9)</td><td rowspan="1" colspan="1">26</td><td rowspan="1" colspan="1">17.1 (16.7 to 17.6)</td><td rowspan="1" colspan="1">15.4 (14.1 to 16.7)</td></tr></tbody></table><table-wrap-foot><fn id="tb3fn1"><p>
<sup>a</sup>0: not depressed, 27: highest depression.</p></fn><fn id="tb3fn2"><p>
<sup>b</sup>0: best QOL, 100: lowest QOL.</p></fn><fn id="tb3fn3"><label>c</label><p>CIs were truncated at 0.</p></fn></table-wrap-foot></table-wrap><p>We found a significant intercept term and a significant association between baseline score and secular time and change in QOL score and no association between time since intervention and change in QOL score (Table&#x000a0;<xref rid="tbl3" ref-type="table">3</xref>). Individuals with a baseline QOL score &#x0003c;5 tended to have a higher score at the first follow-up (Table&#x000a0;<xref rid="tbl3" ref-type="table">3</xref>). The interpretation of these findings is that individuals with a baseline QOL score &#x0003c;5 tended to have a higher score at the 3-month follow-up, individuals with baseline QOL scores &#x0003e;5 tended to have improved QOL scores at the first follow-up and generally all individual scores decreased from the 3-month to 6-month follow-up (Table&#x000a0;<xref rid="tbl3" ref-type="table">3</xref>). We found that secular time was associated with a change in QOL, therefore, as time continued throughout the study, the QOL generally improved. However, there was no direct evidence that the intervention was associated with an improvement of QOL, as there was no significant association with time since intervention and change in QOL.</p></sec></sec><sec sec-type="discussion" id="sec4"><title>Discussion</title><p>This is the first study to look at the prevalence of mental health indicators in people affected by lymphoedema in Malawi and associated risk factors. Previous literature exploring the mental health of people affected by filariasis found the prevalence of depressive symptoms ranged dramatically depending on the region of the world, e.g. in Africa prevalence ranged from 20 to 70% and in Asia it ranged from 8.5 to 37%.<sup><xref rid="bib13" ref-type="bibr">13</xref>,<xref rid="bib16" ref-type="bibr">16</xref>,<xref rid="bib37" ref-type="bibr">37&#x02013;41</xref></sup> Studies measuring QOL among people affected by filarial lymphoedema found significantly lower QOL scores using different assessment tools.<sup><xref rid="bib42" ref-type="bibr">42&#x02013;46</xref></sup></p><p>In high-income countries, there is substantial evidence to show that people living with a physical disability have at least a three times greater chance of experiencing depression compared with the general population.<sup><xref rid="bib47" ref-type="bibr">47&#x02013;49</xref></sup> Disability has been found to be associated with higher levels of depression in LF and other skin NTDs.<sup><xref rid="bib16" ref-type="bibr">16</xref>,<xref rid="bib50" ref-type="bibr">50</xref></sup> This study found that higher levels of depressive symptoms in lymphoedema sufferers were associated with a higher number of acute attack episodes in the last month, similar to findings in Bartlett et al. investigating podoconiosis.<sup><xref rid="bib50" ref-type="bibr">50</xref></sup> Acute attack episodes have been described as a contributor to the severity of disability of LF at a specific time point, as opposed to ongoing permanent disability, particularly as acute attacks hinder mobility and the ability to practice self-care and work, which results in lost earnings.<sup><xref rid="bib44" ref-type="bibr">44</xref></sup> In addition, the frequency, intensity and duration of acute attacks result in much of the LF burden for affected persons and their communities.<sup><xref rid="bib51" ref-type="bibr">51</xref>,<xref rid="bib52" ref-type="bibr">52</xref></sup>; e.g. caregivers were found to have significantly lower QOL while providing care during an acute attack episode.<sup><xref rid="bib7" ref-type="bibr">7</xref>,<xref rid="bib53" ref-type="bibr">53</xref>,<xref rid="bib54" ref-type="bibr">54</xref></sup> Consequently, individuals experiencing acute attacks require more care and treatment to stop the progression of disease and damage to lymphatics and alleviate challenges to mental well-being and incomes in affected communities.<sup><xref rid="bib5" ref-type="bibr">5</xref></sup></p><p>In this study, two-thirds of the participants with lymphoedema were women. In Malawi, LF-related lymphoedema disproportionately effects women, and this has been shown in multiple other countries,<sup><xref rid="bib32" ref-type="bibr">32</xref>,<xref rid="bib55" ref-type="bibr">55</xref>,<xref rid="bib56" ref-type="bibr">56</xref></sup> including in Bangladesh, where 3.7 times more women were found to have lymphoedema than men.<sup><xref rid="bib57" ref-type="bibr">57</xref></sup> In addition, the caregivers for people with lymphoedema are more often women,<sup><xref rid="bib54" ref-type="bibr">54</xref></sup> showing that the burden of lymphoedema falls disproportionately on women. Having a greater proportion of women may have impacted the results of this study, particularly as women have been found to be associated with a higher prevalence of depression in low- and middle-income countries.<sup><xref rid="bib58" ref-type="bibr">58</xref></sup> We found that participants with moderate&#x02013;severe lymphoedema on both legs were associated with having a higher QOL; however, this may be due to an unbalanced study design, because all participants with both legs affected had moderate&#x02013;severe lymphoedema. To explore this further we refitted the model with only participants displaying moderate&#x02013;severe lymphoedema and found a significant association between higher QOL and having both legs affected with moderate&#x02013;severe lymphoedema. This was an unexpected result for which we have no explanation; it may be an apparent association generated by an unmeasured confounding variable.</p><p>This longitudinal study demonstrates that lymphoedema self-care may play a role in improving depression and QOL within the study cohort. When changes in mental health indicators were modelled, we found that individuals with higher depressive symptoms and lower QOL scores at baseline were associated with greater improvements in scores. Generally, all individuals experienced an improvement in QOL over the study time period. However, there was no significant improvement in QOL related to time since the start of the enhanced self-care intervention, so we would conclude this change is most likely not directly related to the intervention and rather a population-scale phenomenon associated with a factor we did not measure. We found there was no direct evidence to suggest that the lymphoedema enhanced self-care intervention was associated with improved mental health indicators, despite significant and clinically relevant improvements in lymphoedema being observed.<sup><xref rid="bib21" ref-type="bibr">21</xref></sup> To assess if an improvement in depressive symptoms and QOL scores was maintained after the study will require additional follow-ups.</p><p>One reason why this study found no direct evidence to suggest that the lymphoedema enhanced self-care intervention improved mental health indicators could be related to the lack of mental health interventions. Other NTD research has highlighted that an integrated self-care and mental health intervention can improve physical symptoms, QOL and depression.<sup><xref rid="bib27" ref-type="bibr">27</xref>,<xref rid="bib59" ref-type="bibr">59</xref></sup> Depression and NTDs alone can cause drastic health consequences<sup><xref rid="bib60" ref-type="bibr">60</xref>,<xref rid="bib61" ref-type="bibr">61</xref></sup> and their comorbidity is likely to further exacerbate such consequences. There is growing evidence that improved mental health support and NTD services reduce the risk of both morbidities.<sup><xref rid="bib50" ref-type="bibr">50</xref></sup> Therefore, the addition of mental health support within the minimum care package for people affected by LF would further alleviate suffering.</p><p>It is important to note that prior to this study, treatment was not available in health services in Malawi for people affected by filarial lymphoedema, other than the prescription of painkillers during acute attack episodes and one-off WHO minimum package of care training for lymphoedema management.<sup><xref rid="bib17" ref-type="bibr">17</xref></sup> Therefore, participants receiving a more in-depth enhanced self-care training, as well as enrolment into this study, which included the provision of medical supplies to practice self-care, may have played a role in contributing to their improved mental well-being.<sup><xref rid="bib62" ref-type="bibr">62</xref></sup></p><p>The findings from this study highlight the importance of widening the scope of LF morbidity management to provide psychosocial support for affected persons as well as physical morbidity management.<sup><xref rid="bib44" ref-type="bibr">44</xref></sup> The long-lasting psychosocial problems associated with lymphoedema could mean that lymphoedema management alone may be insufficient in addressing the psychosocial implications for affected individuals, their families and caregivers.<sup><xref rid="bib3" ref-type="bibr">3</xref></sup> Currently, support and management for mental well-being among persons affected by LF is limited except for specific non-governmental organizations or research work.<sup><xref rid="bib63" ref-type="bibr">63&#x02013;65</xref></sup></p><p>Ideally, adopting a holistic approach that includes psychological support such as counselling (e.g. by Mental Health Gap Action Programme&#x02013;trained clinicians), peer support groups and referral to tertiary health systems; education of LF stigma reduction interventions in affected communities and implementation of morbidity management for physical symptoms, such as self-care for lymphoedema and hydrocele surgeries; and rehabilitation and economic support. Integration of these activities within health systems or available services will play an important role in improving their sustainability.<sup><xref rid="bib66" ref-type="bibr">66</xref></sup> Providing affected persons with a sustained person-centred care program will not only have psychological and behavioural benefits, but will also help to optimize skin care self-management observed in other lymphoedema research.<sup><xref rid="bib67" ref-type="bibr">67</xref></sup></p><sec id="sec4-1"><title>Limitations</title><p>One limitation of this study was the absence of a control group, meaning firm conclusions about the effectiveness of the intervention could not be made, although we did look at secular time as a confounder for the effects we do see and did not find any effect for depressive symptoms. Longitudinal analysis is limited by the clustering of observations in time, making it difficult to distinguish between any effect of secular time and time since intervention on outcome variables. Some sampling bias in collecting of mild and moderate&#x02013;severe cases may limit the generalizability of risk factor analysis. There is limited literature on the validity, cultural interpretability and use of the PHQ-9 in Africa, particularly in Malawi. Specifically, cultural interpretability is important when using questionnaires developed for assessment within another country or context, potentially introducing measurement bias and underestimating the prevalence of mental health indicators within this study group. The lack of 2-week repeats of the PHQ-9 assessments is a limitation of the study, meaning depression could not be diagnosed as according to the Diagnostic and Statistical Manual of Mental Disorders, 4th edition criteria, therefore the authors referred to the PHQ-9 result as &#x02018;depressive symptoms&#x02019;. Some external factors, such as those with a history of family illness, wealth index or other comorbidities, that may impact on depressive symptoms and low QOL in participants were not measured. The tools used to assess depressive symptoms and QOL, thePHQ-9 and LFSQQ, were conducted as part of an extensive survey (107 questions) that could have introduced participant fatigue and may have impacted the reliability of scores. The longitudinal model is not intended as a clinical prediction tool, as we modelled the change in score rather than the absolute score itself.</p></sec></sec><sec sec-type="conclusions" id="sec5"><title>Conclusions</title><p>This study's findings indicate that mental health indicators, depressive symptoms and low QOL, are prevalent in people affected by lymphoedema within this Malawi population. The enhanced self-care intervention may have played a role in improving depressive symptoms and QOL among participants, with individuals with higher depressive symptoms and lower QOL showing the greatest improvements. However, there was no direct evidence to suggest that the lymphoedema enhanced self-care intervention was associated with improved mental health indicators. Therefore, as well as providing effective morbidity management to alleviate suffering from physical symptoms of lymphoedema, a more holistic approach including the provision of psychosocial support for affected persons is recommended.</p></sec><sec sec-type="supplementary-material"><title>Supplementary Material</title><supplementary-material id="sup1" position="float" content-type="local-data"><label>ihad064_Supplemental_Figure</label><media xlink:href="ihad064_supplemental_figure.jpeg"><caption><p>Click here for additional data file.</p></caption></media></supplementary-material></sec></body><back><ack id="ack1"><title>Acknowledgements</title><p>We thank the survey participants affected by lymphoedema and acknowledge the support of the national team who assisted with the field study. As this study was a subset of a larger study being conducted on the impact of a lymphoedema enhanced-care protocol and thermal imaging, we would like to acknowledge the support of Dr Hannah Betts (with Open Data Kit Collect data capture) from the Centre for Neglected Tropical Diseases (CNTD), Liverpool School of Tropical Medicine (LSTM) and Dr Jan Douglass (with checking lymphoedema staging), a lymphoedema consultant to CNTD-LSTM at the time of study, current position is Co-founder LKN Foundation Ltd. and Mr Fikre Hailekiros (with the enhanced care protocol training in Malawi) who is from the National Podoconiosis Action Network, Addis Ababa, Ethiopia.</p></ack><sec id="sec7"><title>Authors&#x02019; contributions</title><p>CB, LKH, MJT conceived the study. CB and LKH designed the study protocol. JC managed the fieldwork. LC and DEM conducted fieldwork and surveys. CB and JMR conceptualized the data and performed analysis and interpretation. CB conducted data curation, investigation and visualization and drafted the manuscript. LHK, MJT, JT and JMR critically revised the manuscript for intellectual content. All authors read and approved the final manuscript.</p></sec><sec id="sec9"><title>Funding</title><p>This work was supported by funding from GlaxoSmithKline to the Centre for Neglected Tropical Diseases, Liverpool School of Tropical Medicine, for programmatic support for the elimination of lymphatic filariasis as a public health problem.</p><p>CB was supported by a Medical Research Council Doctoral Training Partnership (project number 2267306).</p></sec><sec sec-type="COI-statement" id="sec10"><title>Competing interests</title><p>None declared.</p></sec><sec id="sec11"><title>Ethical approval</title><p>Ethical approval for this was obtained from the Research Ethics Committee at the Liverpool School of Tropical Medicine and the National Health Sciences Research Committee, Malawi.</p></sec><sec sec-type="data-availability" id="sec12"><title>Data availability</title><p>Regional and district data are summarised in paper. Individual level data can not be shared as it will compromise the privacy of individuals that participated in the study.</p></sec><ref-list id="ref1"><title>References</title><ref id="bib1"><label>1</label><mixed-citation publication-type="other">
<person-group person-group-type="author">
<collab>World Health Organization</collab>
</person-group>. <article-title>Lymphatic filariasis: Key facts</article-title>. <comment>Available from: <ext-link xlink:href="https://www.who.int/news-room/fact-sheets/detail/lymphatic-filariasis" ext-link-type="uri">https://www.who.int/news-room/fact-sheets/detail/lymphatic-filariasis</ext-link> [accessed 6 April 2023]</comment>.</mixed-citation></ref><ref id="bib2"><label>2</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<collab>World Health Organization</collab>
</person-group>. <article-title>Global programme to eliminate lymphatic filariasis: progress report, 2021</article-title>. <source>Wkly Epidemiol Rec</source>. <year>2022</year>;<volume>97</volume>(<issue>41</issue>):<fpage>513</fpage>&#x02013;<lpage>24</lpage>.</mixed-citation></ref><ref id="bib3"><label>3</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Bailey</surname>
<given-names>F</given-names>
</string-name>, <string-name><surname>Eaton</surname><given-names>J</given-names></string-name>, <string-name><surname>Jidda</surname><given-names>M</given-names></string-name><etal>et al.</etal></person-group>
<article-title>Neglected tropical diseases and mental health: progress, partnerships, and integration</article-title>. <source>Trends Parasitol</source>. <year>2019</year>;<volume>35</volume>(<issue>1</issue>):<fpage>23</fpage>&#x02013;<lpage>31</lpage>.<pub-id pub-id-type="pmid">30578149</pub-id>
</mixed-citation></ref><ref id="bib4"><label>4</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>El-Nahas</surname>
<given-names>H</given-names>
</string-name>, <string-name><surname>El-Shazly</surname><given-names>A</given-names></string-name>, <string-name><surname>Abulhassan</surname><given-names>M</given-names></string-name><etal>et al.</etal></person-group>
<article-title>Impact of basic lymphedema management and antifilarial treatment on acute dermatolymphangioadenitis episodes and filarial antigenaemia</article-title>. <source>J Glob Infect Dis</source>. <year>2011</year>;<volume>3</volume>(<issue>3</issue>):<fpage>227</fpage>&#x02013;<lpage>32</lpage>.<pub-id pub-id-type="pmid">21887053</pub-id>
</mixed-citation></ref><ref id="bib5"><label>5</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Shenoy</surname>
<given-names>RK</given-names>
</string-name>
</person-group>. <article-title>Clinical and pathological aspects of filarial lymphedema and its management</article-title>. <source>Korean J Parasitol</source><year>2008</year>;<volume>46</volume>(<issue>3</issue>):<fpage>119</fpage>&#x02013;<lpage>25</lpage>.<pub-id pub-id-type="pmid">18830049</pub-id>
</mixed-citation></ref><ref id="bib6"><label>6</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Mackenzie</surname>
<given-names>CD</given-names>
</string-name>, <string-name><surname>Lazarus</surname><given-names>WM</given-names></string-name>, <string-name><surname>Mwakitalu</surname><given-names>ME</given-names></string-name><etal>et al.</etal></person-group>
<article-title>Lymphatic filariasis: patients and the global elimination programme</article-title>. <source>Ann Trop Med Parasitol</source>. <year>2009</year>;<volume>103</volume>(<issue>Suppl 1</issue>):<fpage>41</fpage>&#x02013;<lpage>51</lpage>.</mixed-citation></ref><ref id="bib7"><label>7</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Caprioli</surname>
<given-names>T</given-names>
</string-name>, <string-name><surname>Martindale</surname><given-names>S</given-names></string-name>, <string-name><surname>Mengiste</surname><given-names>A</given-names></string-name><etal>et al.</etal></person-group>
<article-title>Quantifying the socio-economic impact of leg lymphoedema on patient caregivers in a lymphatic filariasis and podoconiosis co-endemic district of Ethiopia</article-title>. <source>PLoS Negl Trop Dis</source>. <year>2020</year>;<volume>14</volume>(<issue>3</issue>):<fpage>e0008058</fpage>.<pub-id pub-id-type="pmid">32126081</pub-id>
</mixed-citation></ref><ref id="bib8"><label>8</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Martindale</surname>
<given-names>S</given-names>
</string-name>, <string-name><surname>Chiphwanya</surname><given-names>J</given-names></string-name>, <string-name><surname>Matipula</surname><given-names>DE</given-names></string-name><etal>et al.</etal></person-group>
<article-title>The wider societal benefits of surgical interventions for lymphatic filariasis morbidity management and disability prevention</article-title>. <source>PLoS Negl Trop Dis</source>. <year>2021</year>;<volume>15</volume>(<issue>9</issue>):<fpage>e0009701</fpage>.<pub-id pub-id-type="pmid">34529661</pub-id>
</mixed-citation></ref><ref id="bib9"><label>9</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Sawers</surname>
<given-names>L</given-names>
</string-name>, <string-name><surname>Stillwaggon</surname><given-names>E</given-names></string-name>, <string-name><surname>Chiphwanya</surname><given-names>J</given-names></string-name><etal>et al.</etal></person-group>
<article-title>Economic benefits and costs of surgery for filarial hydrocele in Malawi</article-title>. <source>PLoS Negl Trop Dis</source>. <year>2020</year>;<volume>14</volume>(<issue>3</issue>):<fpage>e0008003</fpage>.<pub-id pub-id-type="pmid">32210436</pub-id>
</mixed-citation></ref><ref id="bib10"><label>10</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Litt</surname>
<given-names>E</given-names>
</string-name>, <string-name><surname>Baker</surname><given-names>MC</given-names></string-name>, <string-name><surname>Molyneux</surname><given-names>D</given-names></string-name></person-group>. <article-title>Neglected tropical diseases and mental health: a perspective on comorbidity</article-title>. <source>Trends Parasitol</source>. <year>2012</year>;<volume>28</volume>(<issue>5</issue>):<fpage>195</fpage>&#x02013;<lpage>201</lpage>.<pub-id pub-id-type="pmid">22475459</pub-id>
</mixed-citation></ref><ref id="bib11"><label>11</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Chapman</surname>
<given-names>DP</given-names>
</string-name>, <string-name><surname>Perry</surname><given-names>GS</given-names></string-name>, <string-name><surname>Strine</surname><given-names>TW</given-names></string-name></person-group>. <article-title>The vital link between chronic disease and depressive disorders</article-title>. <source>Prev Chronic Dis</source>. <year>2005</year>;<volume>2</volume>(<issue>1</issue>):<fpage>A14</fpage>.</mixed-citation></ref><ref id="bib12"><label>12</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Turvey</surname>
<given-names>CL</given-names>
</string-name>, <string-name><surname>Schultz</surname><given-names>SK</given-names></string-name>, <string-name><surname>Beglinger</surname><given-names>L</given-names></string-name><etal>et al.</etal></person-group>
<article-title>A longitudinal community-based study of chronic illness, cognitive and physical function, and depression</article-title>. <source>Am J Geriatr Psychiatry</source>. <year>2009</year>;<volume>17</volume>(<issue>8</issue>):<fpage>632</fpage>&#x02013;<lpage>41</lpage>.<pub-id pub-id-type="pmid">19634203</pub-id>
</mixed-citation></ref><ref id="bib13"><label>13</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Richard</surname>
<given-names>SA</given-names>
</string-name>, <string-name><surname>Mathieu</surname><given-names>E</given-names></string-name>, <string-name><surname>Addiss</surname><given-names>DG</given-names></string-name><etal>et al.</etal></person-group>
<article-title>A survey of treatment practices and burden of lymphoedema in Togo</article-title>. <source>Trans R Soc Trop Med Hyg</source>. <year>2007</year>;<volume>101</volume>(<issue>4</issue>):<fpage>391</fpage>&#x02013;<lpage>7</lpage>.<pub-id pub-id-type="pmid">17112555</pub-id>
</mixed-citation></ref><ref id="bib14"><label>14</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Hofstraat</surname>
<given-names>K</given-names>
</string-name>, <string-name><surname>van Brakel</surname><given-names>WH</given-names></string-name></person-group>. <article-title>Social stigma towards neglected tropical diseases: a systematic review</article-title>. <source>Int Health</source>. <year>2016</year>;<volume>8</volume>(<issue>Suppl 1</issue>):<fpage>i53</fpage>&#x02013;<lpage>70</lpage>.<pub-id pub-id-type="pmid">26940310</pub-id>
</mixed-citation></ref><ref id="bib15"><label>15</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Abdulmalik</surname>
<given-names>J</given-names>
</string-name>, <string-name><surname>Nwefoh</surname><given-names>E</given-names></string-name>, <string-name><surname>Obindo</surname><given-names>J</given-names></string-name><etal>et al.</etal></person-group>
<article-title>Emotional difficulties and experiences of stigma among persons with lymphatic filariasis in Plateau State, Nigeria</article-title>. <source>Health Hum Rights</source>. <year>2018</year>;<volume>20</volume>(<issue>1</issue>):<fpage>27</fpage>&#x02013;<lpage>40</lpage>.<pub-id pub-id-type="pmid">30008550</pub-id>
</mixed-citation></ref><ref id="bib16"><label>16</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Ali</surname>
<given-names>O</given-names>
</string-name>, <string-name><surname>Deribe</surname><given-names>K</given-names></string-name>, <string-name><surname>Semrau</surname><given-names>M</given-names></string-name><etal>et al.</etal></person-group>
<article-title>A cross-sectional study to evaluate depression and quality of life among patients with lymphoedema due to podoconiosis, lymphatic filariasis and leprosy</article-title>. <source>Trans R Soc Trop Med Hyg</source>. <year>2020</year>;<volume>114</volume>(<issue>12</issue>):<fpage>983</fpage>&#x02013;<lpage>94</lpage>.<pub-id pub-id-type="pmid">33190154</pub-id>
</mixed-citation></ref><ref id="bib17"><label>17</label><mixed-citation publication-type="book">
<person-group person-group-type="author">
<collab>World Health Organization</collab>
</person-group>. <source>Lymphatic filariasis: managing morbidity and preventing disability: an aide-m&#x000e9;moire for national programme managers</source>. <publisher-loc>Geneva</publisher-loc>: <publisher-name>World Health Organization</publisher-name>; <year>2021</year>.</mixed-citation></ref><ref id="bib18"><label>18</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Suma</surname>
<given-names>TK</given-names>
</string-name>, <string-name><surname>Shenoy</surname><given-names>RK</given-names></string-name>, <string-name><surname>Kumaraswami</surname><given-names>V</given-names></string-name></person-group>. <article-title>Efficacy and sustainability of a footcare programme in preventing acute attacks of adenolymphangitis in Brugian filariasis</article-title>. <source>Trop Med Int Health</source>. <year>2002</year>;<volume>7</volume>(<issue>9</issue>):<fpage>763</fpage>&#x02013;<lpage>6</lpage>.<pub-id pub-id-type="pmid">12225507</pub-id>
</mixed-citation></ref><ref id="bib19"><label>19</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Mackenzie</surname>
<given-names>CD</given-names>
</string-name>, <string-name><surname>Mante</surname><given-names>S</given-names></string-name></person-group>. <article-title>Caring for patients in the global programme to eliminate lymphatic filariasis</article-title>. <source>Int Health</source>. <year>2020</year>;<volume>13</volume>(<issue>Suppl 1</issue>):<fpage>S48</fpage>&#x02013;<lpage>54</lpage>.<pub-id pub-id-type="pmid">33349884</pub-id>
</mixed-citation></ref><ref id="bib20"><label>20</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Douglass</surname>
<given-names>J</given-names>
</string-name>, <string-name><surname>Mableson</surname><given-names>HE</given-names></string-name>, <string-name><surname>Martindale</surname><given-names>S</given-names></string-name><etal>et al.</etal></person-group>
<article-title>An enhanced self-care protocol for people affected by moderate to severe lymphedema</article-title>. <source>Methods Protoc</source>. <year>2019</year>;<volume>2</volume>(<issue>3</issue>):<fpage>77</fpage>.<pub-id pub-id-type="pmid">31487887</pub-id>
</mixed-citation></ref><ref id="bib21"><label>21</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Douglass</surname>
<given-names>J</given-names>
</string-name>, <string-name><surname>Mableson</surname><given-names>H</given-names></string-name>, <string-name><surname>Martindale</surname><given-names>S</given-names></string-name><etal>et al.</etal></person-group>
<article-title>Effect of an enhanced self-care protocol on lymphedema status among people affected by moderate to severe lower-limb lymphedema in Bangladesh, a cluster randomized controlled trial</article-title>. <source>J Clin Med</source>. <year>2020</year>;<volume>9</volume>(<issue>8</issue>):<fpage>2444</fpage>.<pub-id pub-id-type="pmid">32751676</pub-id>
</mixed-citation></ref><ref id="bib22"><label>22</label><mixed-citation publication-type="book">
<person-group person-group-type="author">
<collab>World Health Organization</collab>
</person-group>. <source>Ending the neglect to attain the sustainable development goals: a road map for neglected tropical diseases 2021&#x02013;2030</source>. <publisher-loc>Geneva</publisher-loc>: <publisher-name>World Health Organization</publisher-name>; <year>2020</year>.</mixed-citation></ref><ref id="bib23"><label>23</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Kroenke</surname>
<given-names>K</given-names>
</string-name>, <string-name><surname>Spitzer</surname><given-names>RL</given-names></string-name>, <string-name><surname>Williams</surname><given-names>JB</given-names></string-name></person-group>. <article-title>The PHQ-9: validity of a brief depression severity measure</article-title>. <source>J Gen Intern Med</source>. <year>2001</year>;<volume>16</volume>(<issue>9</issue>):<fpage>606</fpage>&#x02013;<lpage>13</lpage>.<pub-id pub-id-type="pmid">11556941</pub-id>
</mixed-citation></ref><ref id="bib24"><label>24</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Thomas</surname>
<given-names>C</given-names>
</string-name>, <string-name><surname>Narahari</surname><given-names>SR</given-names></string-name>, <string-name><surname>Bose</surname><given-names>KS</given-names></string-name><etal>et al.</etal></person-group>
<article-title>Comparison of three quality of life instruments in lymphatic filariasis: DLQI, WHODAS 2.0, and LFSQQ</article-title>. <source>PLoS Negl Trop Dis</source>. <year>2014</year>;<volume>8</volume>(<issue>2</issue>):<fpage>e2716</fpage>.<pub-id pub-id-type="pmid">24587467</pub-id>
</mixed-citation></ref><ref id="bib25"><label>25</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Udedi</surname>
<given-names>M</given-names>
</string-name>, <string-name><surname>Muula</surname><given-names>AS</given-names></string-name>, <string-name><surname>Stewart</surname><given-names>RC</given-names></string-name><etal>et al.</etal></person-group>
<article-title>The validity of the Patient Health Questionnaire-9 to screen for depression in patients with type-2 diabetes mellitus in non-communicable diseases clinics in Malawi</article-title>. <source>BMC Psychiatry</source>. <year>2019</year>;<volume>19</volume>(<issue>1</issue>):<fpage>81</fpage>.<pub-id pub-id-type="pmid">30813922</pub-id>
</mixed-citation></ref><ref id="bib26"><label>26</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Costantini</surname>
<given-names>L</given-names>
</string-name>, <string-name><surname>Pasquarella</surname><given-names>C</given-names></string-name>, <string-name><surname>Odone</surname><given-names>A</given-names></string-name><etal>et al.</etal></person-group>
<article-title>Screening for depression in primary care with Patient Health Questionnaire-9 (PHQ-9): a systematic review</article-title>. <source>J Affect Disord</source>. <year>2021</year>;<volume>279</volume>:<fpage>473</fpage>&#x02013;<lpage>83</lpage>.<pub-id pub-id-type="pmid">33126078</pub-id>
</mixed-citation></ref><ref id="bib27"><label>27</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Aggithaya</surname>
<given-names>MG</given-names>
</string-name>, <string-name><surname>Narahari</surname><given-names>SR</given-names></string-name>, <string-name><surname>Vayalil</surname><given-names>S</given-names></string-name><etal>et al.</etal></person-group>
<article-title>Self care integrative treatment demonstrated in rural community setting improves health related quality of life of lymphatic filariasis patients in endemic villages</article-title>. <source>Acta Trop</source>. <year>2013</year>;<volume>126</volume>(<issue>3</issue>):<fpage>198</fpage>&#x02013;<lpage>204</lpage>.<pub-id pub-id-type="pmid">23499714</pub-id>
</mixed-citation></ref><ref id="bib28"><label>28</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Budge</surname>
<given-names>PJ</given-names>
</string-name>, <string-name><surname>Little</surname><given-names>KM</given-names></string-name>, <string-name><surname>Mues</surname><given-names>KE</given-names></string-name><etal>et al.</etal></person-group>
<article-title>Impact of community-based lymphedema management on perceived disability among patients with lymphatic filariasis in Orissa State, India</article-title>. <source>PLoS Negl Trop Dis</source>. <year>2013</year>;<volume>7</volume>(<issue>3</issue>):<fpage>e2100</fpage>.<pub-id pub-id-type="pmid">23516648</pub-id>
</mixed-citation></ref><ref id="bib29"><label>29</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Nielsen</surname>
<given-names>NO</given-names>
</string-name>, <string-name><surname>Makaula</surname><given-names>P</given-names></string-name>, <string-name><surname>Nyakuipa</surname><given-names>D</given-names></string-name><etal>et al.</etal></person-group>
<article-title>Lymphatic filariasis in Lower Shire, southern Malawi</article-title>. <source>Trans R Soc Trop Med Hyg</source>. <year>2002</year>;<volume>96</volume>(<issue>2</issue>):<fpage>133</fpage>&#x02013;<lpage>8</lpage>.<pub-id pub-id-type="pmid">12055799</pub-id>
</mixed-citation></ref><ref id="bib30"><label>30</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Ngwira</surname>
<given-names>BM</given-names>
</string-name>, <string-name><surname>Jabu</surname><given-names>CH</given-names></string-name>, <string-name><surname>Kanyongoloka</surname><given-names>H</given-names></string-name><etal>et al.</etal></person-group>
<article-title>Lymphatic filariasis in the Karonga district of northern Malawi: a prevalence survey</article-title>. <source>Ann Trop Med Parasitol</source>. <year>2002</year>;<volume>96</volume>(<issue>2</issue>):<fpage>137</fpage>&#x02013;<lpage>44</lpage>.<pub-id pub-id-type="pmid">12080974</pub-id>
</mixed-citation></ref><ref id="bib31"><label>31</label><mixed-citation publication-type="book">
<person-group person-group-type="author">
<collab>World Health Organization</collab>
</person-group>. <source>Lymphatic pathology and immunopathology in filariasis. Report of the Twelfth Meeting in Filariasis. TDR/FIL-SWG12, 85.3</source>. <publisher-loc>Geneva</publisher-loc>: <publisher-name>World Health Organization</publisher-name>; <year>1985</year>.</mixed-citation></ref><ref id="bib32"><label>32</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Stanton</surname>
<given-names>MC</given-names>
</string-name>, <string-name><surname>Mkwanda</surname><given-names>SZ</given-names></string-name>, <string-name><surname>Debrah</surname><given-names>AY</given-names></string-name><etal>et al.</etal></person-group>
<article-title>Developing a community-led SMS reporting tool for the rapid assessment of lymphatic filariasis morbidity burden: case studies from Malawi and Ghana</article-title>. <source>BMC Infect Dis</source>. <year>2015</year>;<volume>15</volume>(<issue>1</issue>):<fpage>214</fpage>.<pub-id pub-id-type="pmid">25981497</pub-id>
</mixed-citation></ref><ref id="bib33"><label>33</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Likert</surname>
<given-names>R</given-names>
</string-name>
</person-group>. <article-title>A technique for the measurement of attitudes</article-title>. <source>Arch Psychol</source>. <year>1932</year>;<volume>22</volume>(<issue>140</issue>):<fpage>55</fpage>&#x02013;<lpage>155</lpage>.</mixed-citation></ref><ref id="bib34"><label>34</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Sebera</surname>
<given-names>F</given-names>
</string-name>, <string-name><surname>Vissoci</surname><given-names>JRN</given-names></string-name>, <string-name><surname>Umwiringirwa</surname><given-names>J</given-names></string-name><etal>et al.</etal></person-group>
<article-title>Validity, reliability and cut-offs of the Patient Health Questionnaire-9 as a screening tool for depression among patients living with epilepsy in Rwanda</article-title>. <source>PLoS One</source>. <year>2020</year>;<volume>15</volume>(<issue>6</issue>):<fpage>e0234095</fpage>.<pub-id pub-id-type="pmid">32530968</pub-id>
</mixed-citation></ref><ref id="bib35"><label>35</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Asiedu</surname>
<given-names>SO</given-names>
</string-name>, <string-name><surname>Kwarteng</surname><given-names>A</given-names></string-name>, <string-name><surname>Amewu</surname><given-names>EKA</given-names></string-name><etal>et al.</etal></person-group>
<article-title>Financial burden impact quality of life among lymphatic filariasis patients</article-title>. <source>BMC Public Health</source>. <year>2021</year>;<volume>21</volume>(<issue>1</issue>):<fpage>174</fpage>.<pub-id pub-id-type="pmid">33478462</pub-id>
</mixed-citation></ref><ref id="bib36"><label>36</label><mixed-citation publication-type="book">
<person-group person-group-type="author">
<collab>R Development Core Team</collab>
</person-group>. <source>A language and environment for statistical computing</source>. <publisher-loc>Vienna</publisher-loc>: <publisher-name>R Foundation for Statistical Computing</publisher-name>; <year>2019</year>.</mixed-citation></ref><ref id="bib37"><label>37</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Obindo</surname>
<given-names>J</given-names>
</string-name>, <string-name><surname>Abdulmalik</surname><given-names>J</given-names></string-name>, <string-name><surname>Nwefoh</surname><given-names>E</given-names></string-name><etal>et al.</etal></person-group>
<article-title>Prevalence of depression and associated clinical and socio-demographic factors in people living with lymphatic filariasis in Plateau State, Nigeria</article-title>. <source>PLoS Negl Trop Dis</source>. <year>2017</year>;<volume>11</volume>(<issue>6</issue>):<fpage>e0005567</fpage>.<pub-id pub-id-type="pmid">28570585</pub-id>
</mixed-citation></ref><ref id="bib38"><label>38</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Dienye</surname>
<given-names>PO</given-names>
</string-name>, <string-name><surname>Gbeneol</surname><given-names>PK</given-names></string-name>, <string-name><surname>Akani</surname><given-names>AB</given-names></string-name></person-group>. <article-title>The association between giant hydrocele and depression in a rural clinic in Nigeria</article-title>. <source>Am J Mens Health</source>. <year>2011</year>;<volume>5</volume>(<issue>5</issue>):<fpage>438</fpage>&#x02013;<lpage>43</lpage>.<pub-id pub-id-type="pmid">21659355</pub-id>
</mixed-citation></ref><ref id="bib39"><label>39</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Mangeard-Lourme</surname>
<given-names>J</given-names>
</string-name>, <string-name><surname>de Arguer</surname><given-names>GR</given-names></string-name>, <string-name><surname>Parasa</surname><given-names>J</given-names></string-name><etal>et al.</etal></person-group>
<article-title>Depression and anxiety in people affected by leprosy and lymphatic filariasis: a cross-sectional study in four states in India</article-title>. <source>Lepr Rev</source>. <year>2020</year>;<volume>91</volume>(<issue>4</issue>):<fpage>367</fpage>&#x02013;<lpage>82</lpage>.</mixed-citation></ref><ref id="bib40"><label>40</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Wijesinghe</surname>
<given-names>RS</given-names>
</string-name>, <string-name><surname>Wickremasinghe</surname><given-names>AR</given-names></string-name>, <string-name><surname>Ekanayake</surname><given-names>S</given-names></string-name><etal>et al.</etal></person-group>
<article-title>Physical disability and psychosocial impact due to chronic filarial lymphoedema in Sri Lanka</article-title>. <source>Filaria J</source>. <year>2007</year>;<volume>6</volume>:<fpage>4</fpage>.<pub-id pub-id-type="pmid">17391538</pub-id>
</mixed-citation></ref><ref id="bib41"><label>41</label><mixed-citation publication-type="other">
<person-group person-group-type="author">
<string-name>
<surname>Kanda</surname>
<given-names>K</given-names>
</string-name>
</person-group>. <article-title>The quality of life among lymphedema patients due to lymphatic filariasis in three rural towns in Haiti</article-title>. <comment>Master's thesis, University of South Florida</comment>, <year>2004</year>.</mixed-citation></ref><ref id="bib42"><label>42</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Babu</surname>
<given-names>B</given-names>
</string-name>, <string-name><surname>Nayak</surname><given-names>A</given-names></string-name>, <string-name><surname>Rath</surname><given-names>K</given-names></string-name><etal>et al.</etal></person-group>
<article-title>Use of the Dermatology Life Quality Index in filarial lymphoedema patients</article-title>. <source>Trans R Soc Trop Med Hyg</source>. <year>2006</year>;<volume>100</volume>(<issue>3</issue>):<fpage>258</fpage>&#x02013;<lpage>63</lpage>.<pub-id pub-id-type="pmid">16289632</pub-id>
</mixed-citation></ref><ref id="bib43"><label>43</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Chandrasena</surname>
<given-names>T</given-names>
</string-name>, <string-name><surname>Premaratna</surname><given-names>R</given-names></string-name>, <string-name><surname>Muthugala</surname><given-names>M</given-names></string-name><etal>et al.</etal></person-group>
<article-title>Modified Dermatology Life Quality Index as a measure of quality of life in patients with filarial lymphoedema</article-title>. <source>Trans R Soc Trop Med Hyg</source>. <year>2007</year>;<volume>101</volume>(<issue>3</issue>):<fpage>245</fpage>&#x02013;<lpage>9</lpage>.<pub-id pub-id-type="pmid">17098268</pub-id>
</mixed-citation></ref><ref id="bib44"><label>44</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Kumari</surname>
<given-names>A</given-names>
</string-name>, <string-name><surname>Harichandrakumar</surname><given-names>K</given-names></string-name>, <string-name><surname>Das</surname><given-names>L</given-names></string-name><etal>et al.</etal></person-group>
<article-title>Physical and psychosocial burden due to lymphatic filariasis as perceived by patients and medical experts</article-title>. <source>Trop Med Int Health</source>. <year>2005</year>;<volume>10</volume>:<fpage>567</fpage>&#x02013;<lpage>73</lpage>.<pub-id pub-id-type="pmid">15941420</pub-id>
</mixed-citation></ref><ref id="bib45"><label>45</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Yahathugoda</surname>
<given-names>T</given-names>
</string-name>, <string-name><surname>Wickramasinghe</surname><given-names>D</given-names></string-name>, <string-name><surname>Weerasooriya</surname><given-names>M</given-names></string-name><etal>et al.</etal></person-group>
<article-title>Lymphoedema and its management in cases of lymphatic filariasis: the current situation in three suburbs of Matara, Sri Lanka, before the introduction of a morbidity-control programme</article-title>. <source>Ann Trop Med Parasitol</source>. <year>2005</year>;<volume>99</volume>(<issue>5</issue>):<fpage>501</fpage>&#x02013;<lpage>10</lpage>.<pub-id pub-id-type="pmid">16004709</pub-id>
</mixed-citation></ref><ref id="bib46"><label>46</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Betts</surname>
<given-names>H</given-names>
</string-name>, <string-name><surname>Martindale</surname><given-names>S</given-names></string-name>, <string-name><surname>Chiphwanya</surname><given-names>J</given-names></string-name><etal>et al.</etal></person-group>
<article-title>Significant improvement in quality of life following surgery for hydrocoele caused by lymphatic filariasis in Malawi: a prospective cohort study</article-title>. <source>PLoS Negl Trop Dis</source>. <year>2020</year>;<volume>14</volume>(<issue>5</issue>):<fpage>e0008314</fpage>.<pub-id pub-id-type="pmid">32384094</pub-id>
</mixed-citation></ref><ref id="bib47"><label>47</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Chevarley</surname>
<given-names>FM</given-names>
</string-name>, <string-name><surname>Thierry</surname><given-names>JM</given-names></string-name>, <string-name><surname>Gill</surname><given-names>CJ</given-names></string-name><etal>et al.</etal></person-group>
<article-title>Health, preventive health care, and health care access among women with disabilities in the 1994&#x02013;1995 National Health Interview Survey, Supplement on Disability</article-title>. <source>Womens Health Issues</source>. <year>2006</year>;<volume>16</volume>(<issue>6</issue>):<fpage>297</fpage>&#x02013;<lpage>312</lpage>.<pub-id pub-id-type="pmid">17188213</pub-id>
</mixed-citation></ref><ref id="bib48"><label>48</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Turner</surname>
<given-names>RJ</given-names>
</string-name>, <string-name><surname>Beiser</surname><given-names>M</given-names></string-name></person-group>. <article-title>Major depression and depressive symptomatology among the physically disabled: assessing the role of chronic stress</article-title>. <source>J Nerv Ment Dis</source>. <year>1990</year>;<volume>178</volume>(<issue>6</issue>):<fpage>343</fpage>&#x02013;<lpage>50</lpage>.<pub-id pub-id-type="pmid">2140853</pub-id>
</mixed-citation></ref><ref id="bib49"><label>49</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Kim</surname>
<given-names>I</given-names>
</string-name>
</person-group>. <article-title>Healthy People 2010 Midcourse Review: progress towards objectives on nutrition and overweight</article-title>. <source>FASEB J</source>. <year>2006</year>;<volume>20</volume>(<issue>4</issue>):<fpage>A562</fpage>.</mixed-citation></ref><ref id="bib50"><label>50</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Bartlett</surname>
<given-names>J</given-names>
</string-name>, <string-name><surname>Deribe</surname><given-names>K</given-names></string-name>, <string-name><surname>Tamiru</surname><given-names>A</given-names></string-name><etal>et al.</etal></person-group>
<article-title>Depression and disability in people with podoconiosis: a comparative cross-sectional study in rural Northern Ethiopia</article-title>. <source>Int Health</source>. <year>2015</year>;<volume>8</volume>(<issue>2</issue>):<fpage>124</fpage>&#x02013;<lpage>31</lpage>.<pub-id pub-id-type="pmid">26113669</pub-id>
</mixed-citation></ref><ref id="bib51"><label>51</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Jullien</surname>
<given-names>P</given-names>
</string-name>, <string-name><surname>Som&#x000e9;</surname><given-names>JdA</given-names></string-name>, <string-name><surname>Brantus</surname><given-names>P</given-names></string-name><etal>et al.</etal></person-group>
<article-title>Efficacy of home-based lymphoedema management in reducing acute attacks in subjects with lymphatic filariasis in Burkina Faso</article-title>. <source>Acta Trop</source>. <year>2011</year>;<volume>120</volume>(<issue>Suppl 1</issue>):<fpage>S55</fpage>&#x02013;<lpage>61</lpage>.<pub-id pub-id-type="pmid">21470557</pub-id>
</mixed-citation></ref><ref id="bib52"><label>52</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Dreyer</surname>
<given-names>G</given-names>
</string-name>, <string-name><surname>Medeiros</surname><given-names>Z</given-names></string-name>, <string-name><surname>Netto</surname><given-names>MJ</given-names></string-name><etal>et al.</etal></person-group>
<article-title>Acute attacks in the extremities of persons living in an area endemic for bancroftian filariasis: differentiation of two syndromes</article-title>. <source>Trans R Soc Trop Med Hyg</source>. <year>1999</year>;<volume>93</volume>(<issue>4</issue>):<fpage>413</fpage>&#x02013;<lpage>7</lpage>.<pub-id pub-id-type="pmid">10674092</pub-id>
</mixed-citation></ref><ref id="bib53"><label>53</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Phillips</surname>
<given-names>C</given-names>
</string-name>, <string-name><surname>Samuel</surname><given-names>A</given-names></string-name>, <string-name><surname>Tiruneh</surname><given-names>G</given-names></string-name><etal>et al.</etal></person-group>
<article-title>The impact of acute adenolymphangitis in podoconiosis on caregivers: a case study in Wayu Tuka woreda, Oromia, Western Ethiopia. &#x02018;If she was healthy, I would be free</article-title>&#x02019;. <source>PLoS Negl Trop Dis</source>. <year>2019</year>;<volume>13</volume>(<issue>7</issue>):<fpage>e0007487</fpage>.<pub-id pub-id-type="pmid">31283763</pub-id>
</mixed-citation></ref><ref id="bib54"><label>54</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Martindale</surname>
<given-names>S</given-names>
</string-name>, <string-name><surname>Mackenzie</surname><given-names>C</given-names></string-name>, <string-name><surname>Mkwanda</surname><given-names>S</given-names></string-name><etal>et al.</etal></person-group>
<article-title>&#x0201c;Unseen&#x0201d; caregivers: the disproportionate gender balance and role of females in the home-based care of lymphatic filariasis patients in Malawi</article-title>. <source>Front Womens Health</source>. <year>2017</year>;<volume>2</volume>(<issue>2</issue>):<fpage>1</fpage>&#x02013;<lpage>3</lpage>.</mixed-citation></ref><ref id="bib55"><label>55</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Mwingira</surname>
<given-names>U</given-names>
</string-name>, <string-name><surname>Chikawe</surname><given-names>M</given-names></string-name>, <string-name><surname>Mandara</surname><given-names>WL</given-names></string-name><etal>et al.</etal></person-group>
<article-title>Lymphatic filariasis patient identification in a large urban area of Tanzania: An application of a community-led mHealth system</article-title>. <source>PLoS Negl Trop Dis</source>. <year>2017</year>;<volume>11</volume>(<issue>7</issue>):<fpage>e0005748&#x02013;</fpage>.<pub-id pub-id-type="pmid">28708825</pub-id>
</mixed-citation></ref><ref id="bib56"><label>56</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Kebede</surname>
<given-names>B</given-names>
</string-name>, <string-name><surname>Martindale</surname><given-names>S</given-names></string-name>, <string-name><surname>Mengistu</surname><given-names>B</given-names></string-name><etal>et al.</etal></person-group>
<article-title>Integrated morbidity mapping of lymphatic filariasis and podoconiosis cases in 20 co-endemic districts of Ethiopia</article-title>. <source>PLoS Negl Trop Dis</source>. <year>2018</year>;<volume>12</volume>(<issue>7</issue>):<fpage>e0006491</fpage>.<pub-id pub-id-type="pmid">29965963</pub-id>
</mixed-citation></ref><ref id="bib57"><label>57</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Karim</surname>
<given-names>MJ</given-names>
</string-name>, <string-name><surname>Haq</surname><given-names>R</given-names></string-name>, <string-name><surname>Mableson</surname><given-names>HE</given-names></string-name><etal>et al.</etal></person-group>
<article-title>Developing the first national database and map of lymphatic filariasis clinical cases in Bangladesh: Another step closer to the elimination goals</article-title>. <source>PLoS Negl Trop Dis</source>. <year>2019</year>;<volume>13</volume>(<issue>7</issue>):<fpage>e0007542</fpage>.<pub-id pub-id-type="pmid">31306409</pub-id>
</mixed-citation></ref><ref id="bib58"><label>58</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Lotfaliany</surname>
<given-names>M</given-names>
</string-name>, <string-name><surname>Bowe</surname><given-names>SJ</given-names></string-name>, <string-name><surname>Kowal</surname><given-names>P</given-names></string-name><etal>et al.</etal></person-group>
<article-title>Depression and chronic diseases: co-occurrence and communality of risk factors</article-title>. <source>J Affect Disord</source>. <year>2018</year>;<volume>241</volume>:<fpage>461</fpage>&#x02013;<lpage>8</lpage>.<pub-id pub-id-type="pmid">30149333</pub-id>
</mixed-citation></ref><ref id="bib59"><label>59</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Dellar</surname>
<given-names>R</given-names>
</string-name>, <string-name><surname>Ali</surname><given-names>O</given-names></string-name>, <string-name><surname>Kinfe</surname><given-names>M</given-names></string-name><etal>et al.</etal></person-group>
<article-title>Effect of a community-based holistic care package on physical and psychosocial outcomes in people with lower limb disorder caused by lymphatic filariasis, podoconiosis, and leprosy in Ethiopia: results from the EnDPoINT pilot cohort study</article-title>. <source>Am J Trop Med Hyg</source>. <year>2022</year>;<volume>107</volume>(<issue>3</issue>):<fpage>624</fpage>&#x02013;<lpage>31</lpage>.<pub-id pub-id-type="pmid">35895351</pub-id>
</mixed-citation></ref><ref id="bib60"><label>60</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Moussavi</surname>
<given-names>S</given-names>
</string-name>, <string-name><surname>Chatterji</surname><given-names>S</given-names></string-name>, <string-name><surname>Verdes</surname><given-names>E</given-names></string-name><etal>et al.</etal></person-group>
<article-title>Depression, chronic diseases, and decrements in health: results from the World Health Surveys</article-title>. <source>Lancet</source>. <year>2007</year>;<volume>370</volume>(<issue>9590</issue>):<fpage>851</fpage>&#x02013;<lpage>8</lpage>.<pub-id pub-id-type="pmid">17826170</pub-id>
</mixed-citation></ref><ref id="bib61"><label>61</label><mixed-citation publication-type="book">
<person-group person-group-type="author">
<collab>World Health Organization</collab>
</person-group>. <source>Global report on neglected tropical diseases 2023</source>. <publisher-loc>Geneva</publisher-loc>: <publisher-name>World Health Organization</publisher-name>; <year>2023</year>.</mixed-citation></ref><ref id="bib62"><label>62</label><mixed-citation publication-type="book">
<person-group person-group-type="author">
<string-name>
<surname>Harrington</surname>
<given-names>A</given-names>
</string-name>
</person-group>. <source>The placebo effect: an interdisciplinary exploration</source>. <publisher-loc>Cambridge, MA</publisher-loc>: <publisher-name>Harvard University Press</publisher-name>; <year>1999</year>.</mixed-citation></ref><ref id="bib63"><label>63</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Hamill</surname>
<given-names>LC</given-names>
</string-name>, <string-name><surname>Haslam</surname><given-names>D</given-names></string-name>, <string-name><surname>Abrahamsson</surname><given-names>S</given-names></string-name><etal>et al.</etal></person-group>
<article-title>People are neglected, not diseases: the relationship between disability and neglected tropical diseases</article-title>. <source>Trans R Soc Trop Med Hyg</source>. <year>2019</year>;<volume>113</volume>(<issue>12</issue>):<fpage>829</fpage>&#x02013;<lpage>34</lpage>.<pub-id pub-id-type="pmid">31111941</pub-id>
</mixed-citation></ref><ref id="bib64"><label>64</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Koschorke</surname>
<given-names>M</given-names>
</string-name>, <string-name><surname>Al-Haboubi</surname><given-names>Y</given-names></string-name>, <string-name><surname>Tseng</surname><given-names>P-C</given-names></string-name>, <string-name><surname>Semrau</surname><given-names>M</given-names></string-name>, <string-name><surname>Eaton</surname><given-names>J</given-names></string-name></person-group>. <article-title>Mental health, stigma, and neglected tropical diseases: A review and systematic mapping of the evidence. Frontiers in Tropical Diseases</article-title>. <year>2022</year>;<volume>3</volume>. <pub-id pub-id-type="doi">10.3389/fitd.2022.808955</pub-id></mixed-citation></ref><ref id="bib65"><label>65</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Semrau</surname>
<given-names>M</given-names>
</string-name>, <string-name><surname>Ali</surname><given-names>O</given-names></string-name>, <string-name><surname>Deribe</surname><given-names>K</given-names></string-name><etal>et al.</etal></person-group>
<article-title>EnDPoINT: protocol for an implementation research study to integrate a holistic package of physical health, mental health and psychosocial care for podoconiosis, lymphatic filariasis and leprosy into routine health services in Ethiopia</article-title>. <source>BMJ Open</source>. <year>2020</year>;<volume>10</volume>(<issue>10</issue>):<fpage>e037675</fpage>.</mixed-citation></ref><ref id="bib66"><label>66</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Mieras</surname>
<given-names>LF</given-names>
</string-name>, <string-name><surname>Anand</surname><given-names>S</given-names></string-name>, <string-name><surname>van Brakel</surname><given-names>WH</given-names></string-name><etal>et al.</etal></person-group>
<article-title>Neglected Tropical Diseases, Cross-Cutting Issues Workshop, 4&#x02013;6 February 2015, Utrecht, the Netherlands: meeting report</article-title>. <source>Int Health</source>. <year>2016</year>;<volume>8</volume>(<issue>Suppl 1</issue>):<fpage>i7</fpage>&#x02013;<lpage>11</lpage>.<pub-id pub-id-type="pmid">26940311</pub-id>
</mixed-citation></ref><ref id="bib67"><label>67</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<string-name>
<surname>Jones</surname>
<given-names>A</given-names>
</string-name>, <string-name><surname>Woods</surname><given-names>M</given-names></string-name>, <string-name><surname>Malhotra</surname><given-names>K</given-names></string-name></person-group>. <article-title>Critical examination of skin care self-management in lymphoedema</article-title>. <source>Br J Community Nurs</source>. <year>2019</year>;<volume>24</volume>(<issue>Suppl 10</issue>):<fpage>S6</fpage>&#x02013;<lpage>10</lpage>.</mixed-citation></ref></ref-list></back></article>
